{"meta":{"title":"AlcoHol240mL的小酒馆","subtitle":"","description":"AlcoHol240mL的小酒馆","author":"AlcoHol240mL","url":"http://example.com","root":"/"},"pages":[{"title":"","date":"2024-01-19T16:55:25.588Z","updated":"2024-01-19T16:55:25.588Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"GJM，男，2002年生人，生于哈尔滨。 热衷于阅读、电子游戏、民谣吉他、长笛。偶尔喝点小酒。 社交平台： QQ：2724515798 邮箱：&#50;&#55;&#x32;&#x34;&#53;&#49;&#53;&#x37;&#57;&#x38;&#x40;&#x71;&#113;&#x2e;&#x63;&#111;&#x6d; steam好友码：1123620585 bilibili：亨员外 QQ EmailSteam bilibili 如欲与我联系，请注明来意。"},{"title":"","date":"2024-01-18T15:14:15.138Z","updated":"2024-01-18T15:14:15.138Z","comments":true,"path":"friends/index.html","permalink":"http://example.com/friends/index.html","excerpt":"","text":"下面写关于自己的内容"},{"title":"所有标签","date":"2024-01-19T16:57:45.629Z","updated":"2024-01-18T13:30:36.906Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""},{"title":"所有分类","date":"2024-01-18T13:13:19.030Z","updated":"2024-01-18T13:13:19.030Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"酷玩乱斗新手向个人武器万字测评1.0Arcadegeddon","slug":"GAMEGL001-0","date":"2024-01-23T04:25:26.000Z","updated":"2024-01-23T06:20:52.606Z","comments":true,"path":"2024/01/23/GAMEGL001-0/","permalink":"http://example.com/2024/01/23/GAMEGL001-0/","excerpt":"心血来潮写个主观武器测评…………","text":"心血来潮写个主观武器测评………… 本文于2023年07月30日10:30 首次发布于bilibili，文字信息同步于Steam攻略栏目与贴吧 酷玩乱斗新手向个人武器万字测评1.0Arcadegeddon本文投稿平台 BILIBILI 百度贴吧 作者：亨员外 建议食用方式（重要）​ 如果你如果你只想快速的了解每一把枪的情况，你可以直接到武器测评部分找到你想了解的枪，并阅读它的简评。由于本站图床繁忙，请活用网页文章目录和本站搜索栏以达到最快检索速度。如果你在阅读过程中遇到了任何问题，或者你的想法与我的评价并不一致，请你移步本文开头，阅读前言提要，以及武器测评部分的开头。我无意引起任何争论，只是单纯的建设社区。本文只讨论每把枪的特点，如有其他问题，可以进群（群号在文章末尾）询问或B站搜索AT阿碳的直播间，你可以在他的直播间向他提问。 前言提要​ 游戏还是挺好玩儿的，只可惜这游戏热度不高。discord官频上也是抱怨bug居多，正经的攻略比较少。国内更是攻略极少，我只见到过一份攻略，也没有详细的评价武器。但是从阿碳的直播间的反响和steam讨论组的帖子来看，这款游戏在国内的热度正在提升（提升的太缓慢了以至于不明显……应该是吧？），而且有着相当数量的萌新想要知道每把武器的强度，以及在前中后期如何配枪。所以我心血来潮写个武器测评。先叠甲，这个测评是纯主观的，而且是新手向的，每把武器的强度和个人游戏风格有很大关系，所以我的评价不一定适合每个人。写这个测评也只是为了对得起自己榜上的名次和兄弟们的支持。而且这个测评肯定是不完善，有错漏的，各位将就看，也欢迎各位大佬评论补充指正。我只希望抛砖引玉，期待有更多更好的测评出现，从而帮助刚买游戏的玩家。而不是只能到处找大佬问问题，还要忍受极少数玩家的傲慢。（几百人在线的游戏怎么能滋养出这样的狂傲？不是很懂） ​ 如果你觉得我写的某些地方有问题，我很期待各位能与我交流，联系方式我会留在本文最后。但这篇文章只针对游戏刚发售正式版的环境，在新的补丁出台后可能会不再有效。 ​ 至于这款游戏的排行榜，目前由于各平台玩家数量不算多，所以这种排行榜并没有太大的价值。大家就当看个乐呵。真想PVE竞技，有很多其他的更棒的游戏可以选择。打游戏，别忘了玩的开心。满心比来比去不是君子所为。 ​ 本测评有以下限制条件：-仅适用于1~120级难度-攻击风格应以稳步前进为主（库库往前冲故然能收获队友的惊叹，但更多时候收获的是暴毙。）-不以技能（护腕能力）和被动（外挂组件）为主要攻击手段，但仍推荐带上医疗舱（在人群中复活队友）和子弹城（紧急时刻掏出筒子&#x2F;榴弹解围而不是紧急时刻掏出来装弹）-不考虑初始武器等级远超于本局游戏进程的情况（即：带把青色枪进1级嘎嘎乱杀不作考虑）-本文翻译采用繁体翻译。如果这把武器的名字你不熟悉，可以用图片比对。 ​ 每把武器我都会注明我认为的优缺点。如果你认为你用这把枪的时候不会出现这种情况，那就可以把这一条忽略，得到一个让你满意的评价。这些有关特点的评价也都是非常主观的，如果有人因此攻击我，我必然狠狠攻击回去并嘲讽他的视力和文化水平。每把武器的在各难度阶段的表现情况，我也会在简评部分加以说明。请注意，所有的评价会更倾向于在高难度等级的表现。我个人也更推荐玩家向着高难度进发以获得更好的奖励。但对于只追求快乐而不在意排行榜的玩家，各位也可以详细阅读简评内容来了解这把枪是否能给你快乐。毕竟是打游戏嘛，快乐最重要。玩都不快乐，为什么不去工作？ 武器测评​ 在本节，我会注明每把武器的类型，并做出主观评价。在这之前，有几点共识想请读者注意： -武器间的比较应是同类型武器（步枪、狙击枪、火箭炮等）相比，或是同元素&#x2F;系列（军用、冷酷、奈米科技等）之间相比。混乱的比较价值不大。环境不同，适合的武器也千差万别。例如，你要问咆哮者和弹跳班尼谁更好这种问题，我只能反问，1立方米和1吨谁更大？ -在前期，可用的武器较多。越低的难度对枪械的要求越低。但在很高的难度（如120级），喷洒者这样的毒素武器总是主力。当然也不乏很多枪的固有优势仍在发挥作用。 -请不要太在意“强度”这一回事，强度总是相对的。更不要因为我对某把枪的评价而只玩或者完全不玩某把枪，你损失的是你自己的游戏体验，更何况这些枪都不是不能玩，只是强度和功能略有差别。 -你堆叠的增益总比武器本身要重要得多。有几张关键高额度的增益卡，废枪也能变神枪。关键卡一张没有，再好的枪也是废铁。 初始武器初始 光枪 （手枪）伤害在开场难度够用，不用装弹和无限弹药貌似也不错。可是你要怎么用这把不能升级的小破枪应对同时登场的几十个敌人呢？ 初始 执行者 （近战）很帅很帅的棒球棍，掏出来的一瞬间让你觉得下一击能把敌人锤到百尺之外。然而很可惜，它的伤害平平，击退也就那样。对面多数人拿的都是枪，让他后退几步又能如何呢？ 右键挺猛的，1-5级难度可堪一用，但它蓄力的时间足够让你破盾了。白色无耐久，更高颜色右键蓄力攻击消耗耐久度。 米里格雷（军用）米里格雷 咆哮者 （军用 步枪）直伤步枪的排面，相当高的直伤，剽悍的精准度，很高的基础暴击倍率，让它在前期非常强悍。首发很精准，但前几发有像骡子一样的后坐力。在这个遍地都是激光枪的游戏里，它的后座可能让不少人从一开始就对它敬而远之。但实际上持续开火时，只有前几发子弹有较强的后坐力，后面的所有子弹几乎能够打在一个点上，即使在空中或快速移动时也能在中距离做到精准打击。20级左右敌人开始成群刷新，它的短板就很明显了。虽然作为一把步枪，它的持续火力比较强，但敌人太多的情况下，它的击杀效率也不够看。建议点射，并尽可能打出暴击。针对boss：高直伤和高暴击决定了它在较低难度（约1-40）能打出非常离谱的伤害。可以说，在前期，你的队伍里只要有一把职业神枪或者咆哮者，就能做到快速击杀boss。这都得益于boss偶尔会出现的“发呆”特征和容易击中的弱点（即打出暴击）。但在后期它将渐渐乏力，仅能用打破CEO的护盾。后期的武器伤害主力永远都是酸蚀伤害。建议增益：精准度，步枪伤害，军用伤害，弹药收集，暴击伤害，射速。 米里格雷 打孔器（军用 冲锋枪）这把武器的存在让我很不理解游戏制作者是怎么想的。冲锋枪，理应在近距离能快速击杀敌人，但这款游戏的多数冲锋枪却有着很低的伤害，非常离谱的散布，和像子弹不要钱一样的射速。子弹的确不要钱，但是要收集。当我强迫自己带冲锋枪的时候，我对清道夫这张卡的渴求就像马桶抽水一样疯狂。我恨不得把地上掉的每一张卡都变成清道夫。相比于其他冲锋枪，这把枪可以说是集众家之短。作为军用（米里格雷）武器，他的单发伤害的确偏高，但高那么一点儿也没什么大作用。即便是能把冲锋枪伤害和军用伤害叠的很高，也不能改变不能持久的现实。跟符合我对射的快的想象。近战应急也不如炸b武器，我个人评价为残疾枪。针对boss：这把枪在对付boss的过程中唯一值得称道的，就是得益于它的高射速，它会以飞快的速度获得经验。但真正能打出的伤害太低，即使不和酸蚀武器相比也很低。 米里格雷 投弹手 （军用 榴弹发射器）符合习惯的经典榴弹，有着很好看的伤害。但是要命的是它发射的榴弹能在地上弹跳。如果敌人都集中在狭长管道里固然不错，但多数时候恐怕都不能如愿。好在爆炸范围比较大，如果能忍受较高的下坠和弹来弹去的特性击中敌人或者干脆把它射♂在角落里，爆炸的效果还是能令人满意的。不过你有那么多选择，干嘛非要选择一个没有任何效果的普通榴弹？针对boss：能用，只能用一点点。如果你没有别的选择……那你也没有任何选择（废话） 米里格雷 法外之徒 （军用 手枪）手枪……这游戏的手枪真有用？和正常武器一样占一个武器栏，但基本上发挥不出正常武器的效果。是是是，你法外之徒伤害高，你再高能比步枪高？就这射速跟狙怎么比？而且手感也就那样吧，第三人称，也很难看出装弹动画和灵巧的手感。这枪放在手枪里还算够用，放在大环境下我是不愿意带。针对boss：鉴定为纯纯的废物 米里格雷 职业神枪 （军用 狙击枪）面板最好看的狙击枪。没有任何花里胡哨的效果，简单纯粹的秒杀敌人。作为军用武器，暴击伤害更是离谱。利用boss发呆的时间能快速造成离谱的伤害。点满精准后甚至不需要开镜，当然这也要归功于它基础精准度较高。但如果要给所有的狙排个名次，我觉得它还真就难以排到前列。后期敌人密集繁杂，他没有任何元素效果的特性，决定了它很难适应稍后期（30+难度）的压力。此时纵使单发暴击能打出破万伤害，又有何用？也不过是一颗子弹消灭一个敌人。更何况你又怎么能保证每发都打中弱点呢？打boss评mvp的时候你会骄傲的看着自己的伤害一骑绝尘，缺弹药满地跑的时候你会后悔把这把枪带到后期。针对boss：和咆哮者一样，它也是约1-60级能迅速击杀boss的武器，甚至这把枪的效果要比咆哮者更好。但当你为你的高额伤害沾沾自喜时，这把枪也悄然退出了环境。累积了足够增益的酸蚀武器在中后期开始爆发出惊人的威力，而伤害增长缓慢的直伤武器们，在耗尽了高基础伤害的红利之后，便春光不再了。 米里格雷 锯断猎枪（军用 霰弹枪）军用，喷子，加在一起就是无与伦比的近战攻击力。这把枪也配得上这个评价，抛开事实不谈，他的确有这么高的伤害。但是事实到底是怎样的呢？你拿着面板伤害强无敌的喷子跳来跳去，一个敌人刷在你的脸上，你带着对它薄弱血条的不屑和对双管大喷子的信赖，冲着它开了一枪之后潇洒回头，然后受击提示就指向你的身后……按理来讲，多数时候你是能秒杀敌人的，但实践总和设想不同，这游戏喷子的离谱散步让你很难在中近距离秒杀敌人。甚至你要贴的很近才能打出满喷。前期当然无所吊谓，后期你怎么敢贴敌人那么近？它的高直伤弥补了对伤害的不自信，但很多情况下依然不足以让你安全高效的完成击杀。建议增益：霰弹枪伤害，军用伤害，射速，精准度，弹药容量，弹药收集针对boss：也许低难度下它仍能为熟练的使用者带来自信，但需要近距离攻击的缺陷注定了所有霰弹枪都不适合度过boss战，即使它有高暴击率和高基础直伤。 奈米科技（奈米）奈米科技 切割者 （奈米 霰弹枪）这把枪拿到手里给人的感觉有点儿奇怪，发射出一坨东西，然后再消失，让人不明所以。不过它的确是货真价实的一把霰弹枪，而且有着奈米科技的特效之一，穿透。乍一看好像喷子有穿透，没什么用。但实际上，还是有不小的作用。盾兵的盾在这把枪面前没有任何价值，而且它发射范围内所有敌人都将受到等额满伤害。相较于传统印象中的动能武器，它更像是对枪口前方的一小块区域内的全部敌人都施加一次最高伤害。这样的特性和使得它不再需要繁琐精确的瞄准，即使爆炸区域仅是从敌人身边擦过，也能对敌人造成令人满意的伤害。从奈米科技开始，各位将慢慢的发现拥有特效的武器在后期是多么的强悍。建议增益：霰弹枪伤害，奈米科技伤害，弹药收集针对boss：霰弹枪，易暴毙，不适宜。 奈米科技 弹跳班尼（奈米 榴弹发射器）奈米科技的另一项特效，自瞄。但是榴弹自瞄，你是否真的需要它呢？枪如其名，它的榴弹同样能跳来跳去，而且比投弹者更tm能跳！其实我认为弹跳榴弹是一个极端增益，要么就完全别跳，落地就炸，要么就非常能跳，直到敌人接到你的榴弹。弹跳班尼就是后者。而且毕竟它伤害够用，在中期开始大量刷新敌人时，对着他们疯狂泼水能起到出乎意料的效果，毕竟在地上持续向前跳跃的榴弹基本上总能打到敌人。建议增益：榴弹伤害，奈米科技伤害，溅射范围，弹药容量针对boss：榴弹和火箭打boss都是一样，基本上不会有拔群的效果。但其实boss战中，小怪对玩家的威胁也不容小觑。所以手里携带一把榴弹或火箭用来清理小怪都不错。当然，这游戏的真神毒榴弹和毒火箭有重要得多的使命。 奈米科技 汽化火箭炮（奈米 火箭发射器）强而有力，强而有力啊！但是再强也不能缓解在拐角处一发火箭打到墙上的痛苦。它的火箭能对沿途的所有敌人造成伤害，在碰壁时发生爆炸，造成很高的大范围伤害。火箭嘛，就是备弹带更少，伤害更高，弹道直线的榴弹。虽然看起来像玩具，不过能沿途攻击敌人还是相当有用的。针对boss：可有可无，详见弹跳班尼。 奈米科技 清除者（奈米 狙击枪）能穿透敌人的狙，伤害略逊于职业神枪，但仍够用。在前期可能会被人放弃，但后期这是唯一能用的直伤狙了（毕竟一共就两把直伤狙）。这把枪各个指标都没有特色也无可指摘，但穿透的特性让它能适应至少30级的难度，即使增益点的不高也能有一定的强度。当然在大后期的乏力是无元素伤害的武器都要面临的窘境。针对boss：相当于一把被大幅弱化的职业神枪。失去了小部分的面板伤害和军用武器特有的高基础暴击倍率，让它在boss战中的表现不如职业神枪。后期更是如此。 奈米科技 狩猎者（奈米 步枪）自瞄步枪，听起来很科幻，但用起来也没有离谱到那种地步。按住右键瞄准发射可以锁定一名敌人，锁定后子弹会自动追踪，直到敌人死亡，即使松开右键也一样自瞄。对付单个敌人当人省心，但是天才，你又该怎样面对几十个敌人呢？相对很低的面板伤害让他注定无法很快的击杀目标，加上繁琐的瞄准程序在面对复数敌人时也不如直伤步枪来的顺手。好处是瞄准敌人一般会直接瞄准弱点，除非敌人转身（可惜他们半数时候都不是面对你），否则都会打出暴击。如果选择不锁定而直接像直伤步枪一样开火，那他的伤害又远远不够。总体来说，略显鸡肋。不过在某些情况下，自瞄又的确能让你龟缩在掩体后击杀某个敌人，或者欺负盾 兵。孰优孰劣，还是看个人选择吧。针对boss：用bossrush模式把这枪刷满级就扔了吧，没有更多作用了。 奈米科技 追踪者（奈米 手枪）步枪兵库博同款智能手枪的削弱版本（大雾）。和狩猎者一样，需要右键瞄准锁定后才能追踪敌人。又是手枪……真是飞舞。依然能在某些情况下曲射敌人，不过再好的特性也弥补不了面板拉垮，更何况自瞄没啥大用。针对boss：建议别用。 GIGAVOLT （十亿伏特）GIGAVOLT 威力突增枪（十亿伏特 狙击枪 电击）个人最推荐的狙。请不要过分关注它较低的直伤，因为它是一把能对群攻击的狙！击中敌人后，附近一定范围内的敌人都会被电击并受到电击伤害。加上电击伤害附带的短暂眩晕效果，让这把枪无论是远程输出还是近战自保都游刃有余。硬要说缺点，那就是伤害比较低，前期可能比较缺弹药，但是到后期绝对比其他狙更省，毕竟你一发就能打到一群敌人，再强的直伤狙也得一个一个点，还可能空枪。作为有元素效果的枪，他能够吃到的增益卡牌也比较多，但这并不算是太大的优点。针对boss：可有可无。Boss既不受电击眩晕，也显然不算群体敌人，这把枪的优势荡然无存。较低的直伤让它基本无法出场。 GIGAVOLT超频枪（十亿伏特 霰弹枪 电击）的确是扭转战局的利器。扇形范围的攻击配合电击的短暂眩晕，能打断近处全部敌人的进攻，从而创造一片反击的净土。不过电击枪在这方面显然更专业，这让超频枪的处境略显尴尬。但超频枪同样拥有可观的伤害，配合电击增益效果更佳，这使得超频枪可以作为很棒的主力清怪武器，代价是容错率低和对狙击兵火箭兵的低效击杀。针对boss：霰弹枪，易暴毙，不适宜。 GIGAVOLT电击枪（十亿伏特 榴弹发射器 电击）榴弹版超频枪，同样是电属性。至于为什么要说它是榴弹版的超频枪，主要原因在于它和超频枪的定位基本一致。作为一款没有预输入的游戏，掏出武器射击的前摇相当严重，这就意味着当怪突然近身的时候留给玩家的反应时间更少了。相比于超频枪较低的直伤，电击枪的高基础伤害反而能在近战破局方面起到更好的作用，尤其是前期。在后期，如果舍得把更多的增益用在增幅榴弹和电击伤害上，效果也是不赖。落地碰炸的特性让它相比于会弹跳的榴弹，有着高得多的命中率。针对boss：电榴弹仅在低难度可以对boss打出较少伤害，这只是其直伤留下的遗产。电击武器都不适合针对boss，其原因仍是：boss不吃电击眩晕和群体连锁，优势不再。 地狱火（地狱火）地狱火 岩浆加农炮（地狱火 霰弹枪 火焰）被点燃的敌人在被火属性武器击杀后产生小范围爆炸，并附带增伤效果除此以外，我还没找到火属性的其它特性。作为一把火霰弹，小范围爆燃适当提升了它面对较多敌人时的表现，且伤害较高，用起来体验不错。用热量条替代弹匣在很多游戏都算优势，但这游戏后期对弹匣容量的提升和换弹被动的存在导致“无需换弹”并不算优势。总的来说，前期能用，但比它更棒的替代者也很多。针对boss：霰弹枪，易暴毙，不适宜。 地狱火 熔炼者（地狱火 冲锋枪 火焰）这位更是早泄患者。如果说打孔器的基础伤害和射速弥补了泼水乏力的状况，熔炼者就更像一位无欲无求的鳏夫……不论是伤害还是元素效果，都不值得上手。利用它不低的射速在boss模式刷到满级就扔了吧……没卵用针对boss：看来你企图把boss笑死 地狱火 热射（地狱火 步枪 火焰）地狱火枪厂的巅（wei）峰（yi）之（neng）作（yong）！别怪我说它是唯一能用的，就火属性这微弱的效果让这几把枪的地位就像几把（jb）枪…得益于同行的衬托，热射的表现比较优秀。毕竟这款游戏在前中期是非常适合使用突击步枪的，而热射就是4把步枪之一。可以说这枪从刚出生就已经赢麻了。中规中矩的伤害配合中规中矩的射速，让它能打出中规中矩的秒伤。可如果你看到过熟练玩家的操作和选择，你会发现在这个游戏中中规中矩就等于没有卵用。热射的“高精准度”也只能用于形容首发精准度，持续射击或短点射的命中率都不尽如人意。针对boss：可有可无，真别让它浪费咆哮者的弹药吧…… 地狱火 热能破坏者（地狱火 火箭发射器 火焰）火元素火箭，发射一发火球造成大范围高伤害。相比于火球技能一成不变的伤害，这把枪就是强化版的成长型火球。前期由于它较高的直伤，基本看不出元素效果。但到后期它可以作为大范围点火工具。只是……那么多元素你不用，一定要用火焰？针对boss：只能用一点点 爆破者（爆破者）爆破者 机械杀星（爆破者 火箭发射器 爆破）一把子母弹火箭炮。作为爆破系列的武器，它的特性体现在发射出的火箭在碰炸时会释放一圈小炸弹，造成较少的伤害。子母弹的特性无疑扩大了它的打击范围，但实际上中间那一颗大火箭的伤害和范围已经够用了，小炸弹仅仅是锦上添花。虽然是直射弹道的火箭炮，但火箭在射向远处时仍有一定的下坠。这无伤大雅，毕竟你完全可以跳至空中再发射。多数的火箭炮和碰炸榴弹都推荐跳起来再发射。不论是你想打击远处的敌人，还是在近战中解围，空中的视野能让你迅速分辨周围的情况，也让你有时间根据手中武器的特性作合理的反应。针对boss：大范围攻击的优势不再存在，伤害虽然够看，但既不持续也不能造成太大伤害。适合在没有直线射界的情况下，掏出来补充伤害。 爆破者 爆破大师（爆破者 步枪 爆破）将爆破系列武器的特性完美的展现了出来。每一发子弹都是一枚小炸弹，可对很小范围内的群体敌人造成伤害。子弹如果直接命中敌人将输出全额伤害。虽然爆炸带来的群体伤害并不高，但作为一把步枪，在对群体敌人持续开火时，爆炸武器的优势便体现出来了。即便没能直接命中某个敌人，也能对周围的敌人造成一定的伤害，这意味着很多敌人不是被子弹杀死的，而是被爆炸伤害刮死的。这在20难度以上尤为明显。只可惜它的直伤并不算高，所以当要对付单个敌人时，最好切换出高直伤武器击杀。这把枪的精准度也不高，在瞄准时持续开火会造成子弹散布越来越大。这就造成了一个矛盾：面对三两个敌人，点射精准的击中敌人，能快速依次击杀，按住左键则能输出更多爆炸波及伤害。说到底，精准度低的问题，让它的使用并不像想象中那么顺利。针对boss：直伤相比于同类竞品太低。精准度不高，也难以击中弱点打出暴击。总体来讲不适宜。 爆破者 苏格兰人（爆破者 榴弹发射器 爆破）布雷榴弹枪。起这个名字，可能是因为1807年苏格兰人发明了世界上第一种火药激发药。这把枪的每发榴弹在碰地时不会立刻爆炸，而是会在极短时间内部署为一颗地雷（部署完成会有声音提示），附近有敌人经过时，在短暂延迟后爆炸，造成大范围可观伤害。直接命中敌人则能打出更高的伤害。如果能将地雷布置在敌人必将经过的区域，或大群敌人附近，会有很好的效果。也可布置在狭长通道的中心，可以打击四处乱窜的敌人。近战应急效果一般。这并不是因为它的伤害不够高，而是部署和激发的延迟可能会让敌人在爆炸之前先接住落地的你。如果要迅速击杀敌人，最好直接把地雷打在它的身上，以使其立刻爆炸。针对boss：直接碰炸敌人伤害较高，但榴弹擅长瞬间快速击杀，而打不出持续高额的伤害。在这方面只有毒榴弹与众不同。总体来讲，不适宜，但可补伤害或布置在周围，以防小怪悄悄近身。（不过跳来跳去的打boss，你得布置多少地雷阵啊？有这精力早把boss打死了…） 冷酷（冷酷）冷酷 冰冷45（冷酷 手枪 冰冷）冰元素伤害的左轮。和寒冰左轮不同，这是把真正的左轮手枪而不是霰弹。仍具有所有手枪的通病：低射速，低伤害，低秒伤。但冰元素的特性赋予了它另外的玩法：冰冻敌人后快速近战，可以无视敌人剩余血量立刻击杀。这种玩法适用于每一把冰元素武器，所以冰冷45具有较低的冰冻效率，让它在这方面并不专业。相比于其他手枪，它的特性是巨大的优势。但你为什么一定要玩手枪呢？针对boss：冰元素效果对Boss无效，唯一的优势也不再存在。不过冰元素武器倒是一种取巧的，能快速击杀boss释放的小怪的方案。但也还是那句话：你为什么一定要打手枪？ 冷酷 寒冰左轮（冷酷 霰弹枪 冰冷）名为左轮，实为喷子。冰元素的霰弹枪具有瞬间冰冻敌人的可能。配合冰冻后一击即死的特性，可以让它快速高效的清理单个敌人。对群效果不佳，坏消息是一次只能杀一个，好消息是杀每一个都杀得快。所以实际使用上也可以低效对群。针对boss：冰元素对boss无效。在清理小怪上要比冰冷45更适宜。拿来打boss？希望你的移速够高，能逃离Boss释放的技能。 冷酷 无情轰炸（冷酷 火箭发射器 冰冷）被很多人誉为神器的冰火箭筒。它的实战表现也对的起这份信赖。直射的火箭在爆炸时冰冻大范围的敌人。配合换弹被动和后期较高的弹匣，能让小怪们惊讶怎么打着打着突然下雪了。毕竟你只需要利用他的冰冻特性，所以它较低的直伤也不算缺陷。真要硬说有缺陷，那就是抢不到人头刷不到经验，为队友做嫁衣。针对boss：大范围冰冻小怪，为你创造非常优良的输出环境。但在后期，Boss刷出的小怪多数都是高血量的精英，一发炮弹很难直接冰冻很多敌人。 冷酷 碎冰（冷酷 冲锋枪 冰冷）站在你面前的是：冰冻特性的最大受益人和享受者、枪托比子弹杀人多的现代战争狂战士、自爆怪的天敌、敌人越多越兴奋的激素战士、冰自爆怪的义子、队友眼中的救命英雄。极高的射速让它能迅速冰冻住复数敌人，可以无视高难度下敌人的高血量，直接冰冻接近战快速击杀。这含金量无需多言。伤害？哥们儿，钛合金带刺枪托了解一下？按住f即刻成为享受者。这枪的缺点也不是没有。当你的屏幕周围闪烁着狙击兵的叹号，当你被不明火箭秒杀，你会想冲到steam讨论组勒令官方出一把冰步枪。大量刷新远程敌人时会提升玩家按下alt+f4的欲望。针对boss：比手持小小心意和医疗枪的义父队友更珍贵的是什么？是顶着Boss火力追杀小怪的冰smg狂战士！打boss会快速增长这把枪的经验，但也会在结算页面被队友发现在摸鱼。 冷酷 长夜寒冬（冷酷 狙击枪 冰冷）冰狙击枪。具备远程冰冻单个敌人的能力。单发子弹降温较多，但仍不能一发冰冻重甲敌人。这导致它的存在比较鸡肋。如果需要两发子弹才能冰冻某个敌人，你完全可以选择冰手枪、冰火箭筒、冰冲锋枪、冰喷子，而不是一把需要较高瞄准能力且需要瞬镜的狙。不过鉴于很多敌人对飞在空中这件事总有莫名的向往，你也可以在敌人飞在空中时将其冰冻，使其在落地瞬间立刻死亡。针对boss：毕竟这把枪仍有冰冻效果，用冰冻快速解决小怪的能力仍然存在。但还是那句话，你明明有更好的选择的。 acidburn（酸液灼伤）acidburn喷洒者（酸液灼伤 榴弹发射器 酸液）真神登场，这位更是未逢敌手。我这可不是随地大小便，我这是按着怪的头给它喂三鹿奶粉。发射出的毒素榴弹具有酸蚀属性，虽然面板直伤很低，但持续的高毒素伤害在后期是解决大群高血量敌人的最佳手段。发射到地面后会留下一个毒潭，每一个经过的敌人都会自觉的喝一口让自己进入中毒状态。别误会，我这腐蚀性毒素同样能击杀炮台这种看似不会中毒的敌人。毒素的高伤害是其最大的优势，而难点在于如何大范围高效的铺开这种毒素，毒榴弹就是你想要的答案。在前期，你可能觉得这把枪伤害不高，毒素也很一般，从而草草的放弃这把枪和毒素伤害的增益卡。但相信我，总有一天你会后悔自己的这个决定。不过很可惜的是，由于毒素造成伤害需要一定的时间，这把枪很难快速击杀已经对你产生重大威胁的敌人。因此在近战应急方面，这把枪的表现称不上专业。不过在后期，你也没有太多的选择了。用电眩晕敌人也不过是权宜之计，用冰也很难解决大量敌人。所以，加入毒榴弹神教吧！赞美毒榴弹之神！针对boss：你可能在boss模式思考过，究竟有什么办法能对付这种流氓肉度的小怪和boss呢？毒榴弹的持续火力和大范围打击能力让它几乎能胜任任何情况。 acidburn毒药复仇者（酸液灼伤 火箭发射器 酸液）被削弱了弹匣和射速的毒榴弹火箭版。毒榴弹所具备的种种至强优势，毒火箭都具备！虽然抛弃了持续大范围的开火能力，但直线发射的火箭弹道让你更容易瞄准游离在人群外的小群敌人。泼水效率虽不如毒榴弹，但也是一人之下万人之上。同样的，也是在后期才能发挥出巨大的优势，难度很低的前期优势并不明显。针对boss：详见喷洒者 acidburn腐化者（酸液灼伤 手枪 酸液）毒手枪……毒素武器怎么出了你这么个败类？！低射速，低伤害，甚至毒素伤害都要低上一截。弹匣更是不够看。幸好毒元素的存在让它能打出的伤害也勉强能看，但毕竟是把手枪，手枪存在的所有弱点它都具备。在这把枪的使用过程中，我发现毒素效果似乎能在敌人之间传递。当你击中某个敌人为其挂上毒素伤害时，他接触的其他敌人也会带上毒效果。这个特性未经详细测试，不要当真。针对boss：不想评价，不推荐。我明白你想给boss挂毒打伤害的心情，但用手枪多少有点儿想不开了。 acidburn胆汁爆破者（酸液灼伤 霰弹枪 酸液）具备毒素效果的霰弹。我已经不想再复述毒元素在后期能带来的巨大收益了。如果你是跳着看的，请回去看看喷洒者。这把枪同样能造成极小的毒潭和高额毒素伤害，但缺点也非常明显：如果你已经冲到了敌人的脸上，用这把喷子给他挂上毒素效果，那你还需要迅速的撤回安全地带，等他被毒死。带来的风险实在太大，而这份收益也可以由其他毒素武器为你提供。总的来说，仍是把很不错的霰弹枪。针对boss：对boss的毒素伤害不曾变化，但你要承受的风险更大了。既推荐也不推荐。 支援支援 小小心意发射出护盾增幅能量束，自动击中离你最近的队友，为他补充护盾。如果他的护盾已满，则为他补充溢出护盾使其能扛下更多伤害。同时也为你的队友提供伤害加成，并能在子弹沿途短暂击晕敌人。如你所见，这是把攻守兼备的联机辅助武器。如果你的队友a倒下了，你的队友b正在复活他，那你可以使用这把武器保障b的存活。当你的某个队友正在疯狂输出，而你很难输出时，你同样也可以利用这把枪的无视地形的特性和自瞄属性为队友提供伤害增幅。可惜，你无法为你自己提供护盾和增幅。 支援 良医枪能够发射出治愈炮弹，为队友或你自己恢复大量生命。无论是残血后逃命自保还是想听一听残血队友的求助声，这把武器的用途都非常关键。相比于吸血鬼被动，这把枪的回复效果可以说简单粗暴且效果拔群。 独特武器其他彩色字体的武器属于独特武器，有着以下几点特性：下面这些武器属于独特武器-伤害效果一般较强-无元素效果-具有特殊的攻击方式，是很好的玩具-无法在冒险模式中获得武器经验，只能在boss车轮战中获得经验与升级-需要紫色弹药补给才能补充弹药，而这种稀有的补给只能通过打开宝箱来获得，平时极难获得它们的这些特性注定了它们基本上只是玩具。虽然在某些环境和难度下也能打出很棒的效果，但缺乏备弹的问题难以解决。拿来玩玩吧！这个游戏如果每天只盯着排行榜，实在是枯燥无味。玩儿的开心不比什么都强？如果一定要靠难度来为难自己或者和排行榜上的陌生人一决高下，你有非常多更好的游戏可以选择。我们都可以不坐牢，至少也都有选择赛博牢房的权利。 更多交流&amp;联机QQ群593641568 Kook频道 阿碳的小伙伴们 作者个人steam好友码1123620585亨员外","categories":[{"name":"游戏攻略","slug":"游戏攻略","permalink":"http://example.com/categories/%E6%B8%B8%E6%88%8F%E6%94%BB%E7%95%A5/"}],"tags":[{"name":"游戏","slug":"游戏","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F/"},{"name":"游戏攻略","slug":"游戏攻略","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F%E6%94%BB%E7%95%A5/"},{"name":"游戏杂谈","slug":"游戏杂谈","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F%E6%9D%82%E8%B0%88/"}],"author":"AlcoHol240mL"},{"title":"博客伊始之壹————骗子的真心话","slug":"AD001","date":"2024-01-19T14:52:16.000Z","updated":"2024-01-21T05:31:43.924Z","comments":true,"path":"2024/01/19/AD001/","permalink":"http://example.com/2024/01/19/AD001/","excerpt":"引言：在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。本篇文章将作为此博客中所有文章的“领袖”，让它们“师出有名”…………","text":"引言：在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。本篇文章将作为此博客中所有文章的“领袖”，让它们“师出有名”………… 请注意：本篇具有强烈主观色彩（关键词：冒犯语言、批评），可能引起读者不适，请酌情阅读！ 博客伊始之壹————骗子的真心话​ 在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。此时的它只是有了雏形，距离我期望中的“个人网站”还相去甚远。可见继续奋斗仍为必要。但无论这个网站多么残破，它也终究是具备了基本功能，我已经可以上传我写的东西了。 ​ 我有点不敢称呼这些文字为“作品”甚至“文章”，毕竟它们大多杂乱无章，有辱文章二字。但即使是杂牌儿军也会有个头领，即使是侵略战争也有个名头，而本篇文章就可以作为它们的“领袖”，让它们“师出有名”。 精神的慢性死亡​ 写博客这事儿，源自几天前的突发奇想，但写文章的意愿并不是空穴来风。我第一次写比较长篇的文章是在高中，小马同志委托我写一份《三体》的读后感。那时我们虽只是朋友，但我心中某种莫名的情感驱使着我尽心尽力的完成那篇文章。那时的我并不明白这种情感到底是廉价的喜欢还是高贵的爱情，但具体是什么已经不重要了，在文章写就后的两三年内，我的迷之操作就让这种情感从期待化为绝望。事到如今，之前的事情早就羞于谈起。我和小马同志之间虽然有过不少天马行空的交流，但其中终能以稳定的形态留存下来的，也只剩下那篇《三体》读后感了。那篇文章至今都还存在我的云端里。大一时为了应付读书笔记，曾经上交过一次。那时我重新读了一遍那篇读后感，我的感情应该是酸涩。长久以来我的自诩颇有文化造诣，道德建设不敢高攀，但笔杆子功夫多少还是应该有一点的。可是那篇读后感却那么惨不忍睹。幼稚的观点、空洞的语句，我还自以为博学的把它的叙事方式和《穆斯林的葬礼》做比较……唉，真是羞煞我也。 ​ 不过我也已经逐渐习惯了瞧不起曾经的自己。高中时我回想初中的我，脑子里想的是，初中的我不成熟太幼稚，现在我已经长大了。大学时回想高中，也觉得高中的我就是个脑残。甚至于快毕业时回想大一大二的生活，心中也只有遗憾。成长中的人瞧不起曾经成长不充分的自己，我不知道这种情况是不是多数人都有。 ​ 但不论如何，我意识到记录自己的过去将会给未来的自己带来重要的参考价值。想记录过去就得记录现在。幸好，那篇惨不忍睹的《三体》读后感给我开了个好头。我已经习惯于乘兴之时掏出手机写出几千字的文章了。不过那些文章要么丢失，要么不知存放在哪个角落里，真是可惜。从今天起，我将把它们都放在我的博客里，供此时此刻的读者和未来某时的我读一读。 ​ 小时候盼望着快快长大，长大了才知道长大的坏处。刚过20岁的年纪，说自己老了，多少有点过分。但我还是能明显感觉到自己的躯体和精神不如以前有活力了。多么可惜，最有活力的年纪却什么都看不清楚，终于看清楚一些了又发觉自己不那么年轻了。曾经的我暴走两三个小时，都不知道什么叫累。在哈尔滨从江北骑共享单车到香坊，下车只会大呼过瘾。现在爬五层楼的楼梯都气喘吁吁，下楼去教室上课都嫌累。身体可能只是躯壳，但精神活力的消散让我无法忽视。我的思考速度大不如前，那些曾经我张口就来的诗词、成语，现在都变得“呼之欲出”了。高中时我甚至都不需要听语文课，语文成绩都能保持在120分的水平。我曾经有那么多堪称精妙的文段都是随笔写就，现在却连签个名字都扭扭歪歪。不行啊！如果精神的衰弱无可挽回，那我能做的就是尽可能记录下沿途的一切。我曾见过美好的风物，但此时若再不拿起相机，我怕我的精神终将伴随躯体一同归零。 ​ 好在这事儿还不算晚。我的理智提醒了我亡羊补牢的必要性，这份理智将来也会作为我更新博客的死线。但我要是光凭理智就能做成事，我这会儿应该已经是成功人士了。更新博客的感性动力，其实就源自于我的标题，骗子的真心话。 骗子的真心话​ 我是一个骗子。 ​ 单独听这一句话，好像是在贬低我自己。但是，请亲爱读者扪心自问，你难道就不是个骗子？这颗星球上敢自称是人类的生物，有几个不是骗子？ ​ 朋友让你帮他个忙，你嘴上说着“不麻烦”，心里却烦的要死。在店里挑了一样东西，拿到收银台结账，看到价目的时候才发现这玩意如此之贵，可你还是要装作不经意的样子，咬咬牙买下它。关系没那么亲密的同学、同事聚在一起高谈阔论，你对他们的观点不敢苟同，却还是面带微笑，微微颔首。这些事情你可能没做过，但你一定明白我的意思。我们好像已经默许了这个世界上存在着无罪的欺骗。而每个人似乎都为能够娴熟的掌握这种骗术而感到骄傲。甚至尝试用情商这种东西来量化它。亲爱的:-D，你分明也是个骗子啊！ ​ 我对我的骗术颇为自信。某些挺而走险的谎话可能终将招致灾祸，但一些简单的骗术，我自认为还是了如指掌。我将这些简单骗术的合集称为“面具”。带上一副面具，像打开了一些预设的配置，我无需认真规范我的言谈举止，但在面具的加持下，我即使处于诸如暴怒、悲伤、急迫等状态下，依然能保证我的得体。例如，见到父母长辈时，我会戴上“孝子贤孙”的面具。举止谨慎，言谈温顺。我不会提及任何太过高深的概念或者激进的论调，我会保证每一位长辈都可以坚信，自己作为见多识广的老辈人，一定比面前这位稚气未脱的年轻人强上许多。人们通常不会对远弱于自己的人施加太多的敌意，更何况我们本来就是血亲。这样，当我提出某些需求的时候，他们总会满含怜爱的支持我。这都要归功于我的“面具”。 ​ 关于这些面具，我还有很多使用经验可供分享。不过我慢慢的发现，我已经不得不面对长时间使用面具带来的副作用。生活中我面对每一类人时，都不能展现出真正的自我。心中的真心话不知说给谁好。身边的朋友的确值得倾诉，但话说太多，他们也会烦。有些事情我了解颇多，但他们可能完全不懂，那我的倾诉也无从讲起。如果摘下面具，想说什么说什么，想怎么做怎么做，那我不仅会丢掉那些面具曾经带给我的优势，还会因为展现出了强烈的反差，而让身边的人感到不适。最终我遗憾的发现，我居然需要一本日记。 ​ 不过如今我已经不必为此烦心了。因为我有了这个博客。我这个骗子，透过面具的小孔观察着、理解着这个世界，就像中世纪的具装战士透过头盔上的小洞窥探敌人的动向。面具是我厚厚的甲胄，保护着我柔软易损的内在。可内在的东西，被外壳保护太久也会腐烂。我需要一个地方能让我脱下盔甲，赤身露体的行动，肆意的呼吸新鲜空气。博客就是这样一个地方。这一次，骗子把他的面具摘下，但并不打算换上另一副面具。 ​ 当然，赤身露体也会有个极限。魏晋时候，有个人认为羞耻心人人都有。为了证实这件事，他找来一个贼，让他脱裤子。贼脱下外衣，面色如常。贼脱下裤子，稍有拘谨。当贼只剩下一条内裤时，那人告诉贼，接着脱！可贼捂着下体大叫道：“这可不能再脱！”。那人因此证实了羞耻心存在于每一个人心中。我已经不能确切记得这故事的原文，但大概讲的是这么个意思。 ​ 在我的博客里，我的确可以算是这片网络领土的国王。我可以肆意妄为，但不能逾矩。尽管如此，我我也依然可以把心中大部分的真实想法都和盘托出。这里会有随笔，会有批评，会有指南，会有评测，会有文章。我双眼之所见，内心之所想，只要能付诸于文字，就都会陈列在这儿。这个网站并不部署在国内，所以某些涉及政治倾向的言论也可以在这里发表。在这里，我没有中国的言论限制，也没有美国的政治正确，也没有欧洲的虚伪自私。我可以不必服从人类社会的任何规则，甚至不必忌惮国家政府的制度。在这里，我是真的自由。 刘伶恒纵酒放达，或脱衣裸形在屋中，人见讥之。伶曰：“我以天地为栋宇，屋室为裈衣，诸君何为入我裈中！”世说新语 &gt; 任诞 第二十三 译文：刘伶总是肆意喝酒，任性放荡，有时候脱光了衣服裸体待在屋里，有人看见了就责备他。刘伶说：“我把天地当作我的房子，把屋子当作我的衣裤，诸位为什么跑到我裤子里来！” ​ 年少时读《世说新语》，只把它当作志怪奇谈。如今想来，这些士人真是勇士。如此大胆的挣脱身外的一切带来的枷锁，令我惊叹，也更令我羡慕。上千年过去了，人们仍未摆脱这份枷锁。毕竟带上这副镣铐，换来的是难以想象的富足。人的躯体可以妥协，但人的精神难以动摇。我们走在追寻自由的路上，过去了上千年，现在我们还是在这条路上。但我从此将与各位同志们分道扬镳。我将在个人博客这条蹊径上，追属于我的自由。 灵魂的容器​ 我的博客将是我灵魂的容器。听起来有点像空洞骑士。让灵魂脱离躯体，独立存储在容器中，这其中的代价便是信息的折损。这种损耗无可挽回，但我有办法减轻损失。写每一篇文章的过程中，我都会为我不成熟的论点寻找新的论据。每一个细微的想法，我都会尽可能将其扩张成一份成熟的供词。在这过程中就会引入新的信息，一些我从未想到也从未了解过的信息。无法节流，我只能开源。 ​ 我会细心追寻生命沿途的风景，尽可能详实的记录它们。毕竟天有不测风云，哪天我若遇到突发情况，躯体尚可割舍，精神不容弃置。这份博客也就是我精神的备份。没有这份备份，当我需要献出自我的时候，我会畏手畏脚。有了博客，我便再无顾忌。希望这种荒诞的预想不会成为现实。 ​ 我会尽可能坚持这项工作，直到这件事在客观上已不可能。说实话，坚持个三五年，我很有信心。但坚持到一切的终点，我不敢妄加断言。未来仍未可知，希望我的初心不会轻易消散。 ​ 最终，我要感谢迄今为止所有帮助过我的人。你们可能是领袖，可能是导师，也可能是混蛋，是敌人。但在这里，你们是我的客人。这个网站不太可能被随便找到，除非我把网址分享给我认为有权阅读的人。在这里我会直抒胸臆。而你们也许能在这些文章中，找到你们对我的影响。我衷心的祝愿你们健康幸福。 再会​ 这个合集叫做博客伊始。到此为止，基本上忠实的记载了我建立这个博客的初衷。当然，这个博客当前的样子并不会是最终版本。这里面的文字也不会永远都像这篇文章一样乏善可陈。总有一天，我和我的博客会遇到新的开始。那就是新一章的《博客伊始》提笔之时。迄今为止，我想说的就是这些。再会吧，伙伴们！我一直都会在这里。你们想起我时，就请来这个小酒馆跟我聊一聊吧。别让我一个人醉！","categories":[{"name":"博客伊始","slug":"博客伊始","permalink":"http://example.com/categories/%E5%8D%9A%E5%AE%A2%E4%BC%8A%E5%A7%8B/"}],"tags":[{"name":"博客","slug":"博客","permalink":"http://example.com/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://example.com/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://example.com/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"}],"author":"AlcoHol240mL"},{"title":"博客伊始之零————凌晨四点钟的决心","slug":"AD000","date":"2024-01-09T20:56:08.000Z","updated":"2024-01-21T02:22:19.449Z","comments":true,"path":"2024/01/10/AD000/","permalink":"http://example.com/2024/01/10/AD000/","excerpt":"引言：到底什么是所谓的“博客”呢？我不在乎。我想要的是一个网站，更抽象的说，是一个容器。这个容器要能够具象的保存我抽象的或立体的有时甚至诡异甚至幼稚的想法…………","text":"引言：到底什么是所谓的“博客”呢？我不在乎。我想要的是一个网站，更抽象的说，是一个容器。这个容器要能够具象的保存我抽象的或立体的有时甚至诡异甚至幼稚的想法………… 请注意：本篇具有强烈主观色彩（关键词：污秽语言、批评），可能引起读者不适，请酌情阅读！ 博客伊始之零————凌晨四点钟的决心​ 我要建立一个博客。 ​ 到底什么是所谓的“博客”呢？我不知道。我想要的是一个网站，更抽象的说，是一个容器。这个容器要能够具象的保存我抽象的或立体的有时甚至诡异甚至幼稚的想法。在我伟大（对我自己而言）而且渺小（对于其他任何人，甚至已经开始在心里嘲笑我的读者而言）的人生里，我会产生无数的想法，得出无数的结论。我没有足够长的寿命去依次验证这些想法和结论，我必须找个地方储存它们。这些信息，是我对这个混乱世界的整理，即使这种整理的结果仍是混乱无序的。我甚至不在乎这些东西对其他人而言是否有价值。我只是希望创建这样一个容器，能让我随时随地搜索我曾经的想法，让我能够和现如今我所面对的情况发生某种不可预知的反应。我期待这种反应。即使我知道过去的我永远比未来的我幼稚许多，但幼稚的观念也并不是一文不值。甚至有时候主动的反思我过去幼稚的观念，也是我获取更令我满意的未来的一种途径。 ​ 根据以上乱七八糟的言论，我需要一个博客、一个容器。这不是：“我需要喝上一杯陈年佳酿”的那种需要，而是“我需要喝一口水不然我他妈就渴死了！”的这种需要。我的大脑正在明显的开始老化，我已经开始忘记很多曾经随口就能说出来的东西，曾经那么多珍贵的信息出现在我脑子里，而如今的我已经把他们全忘了！我感觉我正走向死亡！肉体的死亡将会在几十年后带给我巨大的痛苦，但记忆的死亡将会使我此时此刻就开始痛不欲生！我需要最好的东西来帮我“记住”，也需要最趁手的工具帮我“想起”。这，就是建立我的个人博客的最重要的理由。我相信且希望，未来的我会认同如今我的观点。 ​ 为了完成此刻的我交给未来的我的重要使命，我将尽可能记录我的见闻感受，尽可能使其规整漂亮的呈现在我的博客里。尽管此时此刻我的博客仍未建立起来，但我必将在不久的将来解决我遇到的一切麻烦，让我的博客成为我灵魂和记忆的容器。嘿，如此赛博朋克的灵魂容器，真不愧是2024年啊他妈的。 ​ 当然，我只说了“记录”，并没有说“如实记录”。有些话，要比脏话更不适合说出口。在这里，我希望我提供的信息能够建立起一个“大同小异”的我，但是那个“如假包换”的我，那个正在用脏兮兮的但还是很漂亮的键盘打字的我，是他妈绝绝对对不可能被复制的。而且啊，亲爱的读者，这些文字还是有可能别人读到的不是吗？你也不希望他们发现一些你的不可告人的小秘密吧？所以，在这里，我会尽力说实话，但不会无所隐瞒。 ​ 我会尽可能的在这里记录我认为值得被用一段文字进行描述的想法。描述任何事物的文字都可以。脏话？允许。说人坏话？允许，而且太爽啦！明显愚蠢而且幼稚的言论，我也会写。行了行了，我很幼稚。我改不了啊。我难道不知道适时地沉默会让人变得更有魅力？我难道不懂得成熟稳重才讨人喜欢？我知道，但是那么做，我不爽。既然社会化的人类为自己量身打造了种种社会桎梏、言行限制、道德准则，那我总该有权利找个地方释放我自己吧？是是是，慎独，慎一会就行了，差不多得了。我不想当圣人，是个人就行了。 ​ 我会在这里记录下无数的信息。自从我发现我的个人倾向非常严重以来，我已经尽可能的在主观避免谈及“我”了。但在这个博客里，只有一个，永远只有这一个主题：我！啊，我操了，真是令人感到酣畅淋漓。我会用我的思想，我的信息，填满这个也许最终也不过几个G的小空间。一个普通人，能够产生的全部可以量化的价值，也许也最多就是这么多字节就可以描述干净了。我会在我余生的很多时间点，看着这些信息在慢慢累积，享受属于我自己的幸福感。我会肆意的评价我所见到的东西，甚至于值这个博客本身（我已经在这么做了哈哈哈哈哈哈）。这种感觉真让人窃喜。在我遇到合适的情况的时候，我也会愿意分享我的这些想法。我确信，能看到这些文字的人，不会随意的藐视这一切的价值。即使他们藐视，也不会让我知道。笑吧，骂吧，在这里，我就是他妈的皇帝，这片小小的文字帝国的皇帝。我赋予你们这些贱民偷偷评价我和这一切的权利。但你们这些老外，就算你是北大的博士，在我这个国度里也只能算是个文盲。我将可以保留一切的最终解释权。就他妈因为我是这里的皇帝。 ​ 行了，差不多了。这篇名叫“博客伊始”，不是正式的绪论之类，没必要说那么详细。在那些复杂的“框架”“配置”“指令”之类的东西被我搞明白之后，我会详尽的叙述这一切一切的根源和目的。这篇文章就告一段落吧。用这种混乱的东西作为我的博客时间顺位上的第一篇文章，不体面，但是够意思。就这吧。而现在，晚安吧，你们这群傻逼，我亲爱的傻逼们。希望你们卑贱的一生能获得比我更多、更深沉的幸福。说不定在未来的某个时候，我将有机会，可以用我的生命来支持你们，而这无疑也是一种荣耀。到那时候，相信我，我会做到的。","categories":[{"name":"博客伊始","slug":"博客伊始","permalink":"http://example.com/categories/%E5%8D%9A%E5%AE%A2%E4%BC%8A%E5%A7%8B/"}],"tags":[{"name":"博客","slug":"博客","permalink":"http://example.com/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://example.com/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://example.com/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"}],"author":"AlcoHol240mL"}],"categories":[{"name":"游戏攻略","slug":"游戏攻略","permalink":"http://example.com/categories/%E6%B8%B8%E6%88%8F%E6%94%BB%E7%95%A5/"},{"name":"博客伊始","slug":"博客伊始","permalink":"http://example.com/categories/%E5%8D%9A%E5%AE%A2%E4%BC%8A%E5%A7%8B/"}],"tags":[{"name":"游戏","slug":"游戏","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F/"},{"name":"游戏攻略","slug":"游戏攻略","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F%E6%94%BB%E7%95%A5/"},{"name":"游戏杂谈","slug":"游戏杂谈","permalink":"http://example.com/tags/%E6%B8%B8%E6%88%8F%E6%9D%82%E8%B0%88/"},{"name":"博客","slug":"博客","permalink":"http://example.com/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://example.com/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://example.com/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"}]}