{"meta":{"title":"AlcoHol240mL的小酒馆","subtitle":"","description":"AlcoHol240mL的小酒馆","author":"AlcoHol240mL","url":"http://alcohol240ml.github.io","root":"/"},"pages":[{"title":"所有分类","date":"2024-02-01T05:43:43.666Z","updated":"2024-02-01T05:43:43.666Z","comments":true,"path":"categories/index.html","permalink":"http://alcohol240ml.github.io/categories/index.html","excerpt":"","text":""},{"title":"","date":"2024-01-31T07:28:57.301Z","updated":"2024-01-31T07:28:57.301Z","comments":true,"path":"about/index.html","permalink":"http://alcohol240ml.github.io/about/index.html","excerpt":"","text":"gjm，2002年生于哈尔滨。现居四川成都。 爱好民谣吉他，长笛，尤克里里。喜欢看书，热爱打游戏，偶尔喝点小酒。 下面是我的联系方式。欲交流请注明来意。 QQ Email Steam Bilibili"},{"title":"引导","date":"2024-02-01T06:08:03.967Z","updated":"2024-02-01T06:08:03.967Z","comments":true,"path":"friends/index.html","permalink":"http://alcohol240ml.github.io/friends/index.html","excerpt":"​ 您好！欢迎来到AlcoHol240mL的小酒馆！在这里，让我们坦诚相待，切勿拘束。​ 您既然获准进入本酒馆，说明您至少得到了最基本的信任。本文将作为您游览本酒馆的指南，向您介绍此网站的使用方法。​ 如有更多疑问，请前往关于我界面，尝试与我直接联系。","text":"​ 您好！欢迎来到AlcoHol240mL的小酒馆！在这里，让我们坦诚相待，切勿拘束。​ 您既然获准进入本酒馆，说明您至少得到了最基本的信任。本文将作为您游览本酒馆的指南，向您介绍此网站的使用方法。​ 如有更多疑问，请前往关于我界面，尝试与我直接联系。 本文是工具性内容，可使用本文目录跳转到你有疑问的部分开始阅读 站内引导概览​ 本网站是我（AlcoHol240mL）的个人博客。这里将收纳几乎所有可以被我用文字、影音等形式记录下来的东西。由于本网站部署在国外，所以连接时有不畅，还望海涵。也正由于本项目部署的平台（github.io）是一个免费、自由的项目托管平台，我将在这里畅所欲言，用文章的形式来表述平日里我不便表述或不能表述的事物。力求坦诚相待，畅所欲言。 内容检索方式标签＆分类​ 每一篇文章都有由内容精炼得出的标签。标签可以让你便捷的了解每篇文章的主要元素和特性。囿于篇幅限制，每篇文章的标签将在文章末尾展示。如你想查阅含有某种元素或具备某种特性的文章，你可以点击主页的“标签”按钮进入标签页面，那里会显示所有的标签和含有此标签的文章数。点击你想查看的标签即可看到所有相关文章。​ 每一篇文章都会被分类。分类有助于让读者能够方便的查看某一类别的文章。同样的，你也可以点击主页的“分类”按钮查看分类目录。 时间线＆特殊内容​ 点击主页的时间线按钮，可以进入时间线页面。时间线页面可以查看本网站所有文章的发布时间，所有文章将按发布时间排序。​ 本篇文章作为引导，是本网站的两篇特殊内容之一。另一篇特殊内容是我的个人简介。你可以点击我的头像或主页的“关于我”按钮来查看。 搜索​ 本网站配备了搜索引擎。在搜索系统中输入你想看到的内容，系统将为你展示所有包含了你输入的文字的文章。请注意，被加密的文章无法通过搜索引擎检索。如欲查看，请使用分类或标签寻找被加密的内容。 文章食用方式标题＆目录​ 每一篇文章都具有不同分级的标题。这有助于使文章结构分明。每一篇文章的右侧（PC端）或右上角的目录图标（移动端）将会显示本文目录。对于工具性文章（如本文），如果你想快速查阅某一部分，我建议你点击文章目录中的段落标题，来跳跃到该部分开始阅读。 警示​ 某些文章的开头可能会出现带有红色辐射标志的文本框。该文本框为警示框。在阅读带有警示框的文章前，请务必优先阅读警示框内的内容，以免造成不必要的麻烦。 加密内容＆密码​ 某些文章出于某种原因，可能已被密码加密。在进入此类文章页面时，你需要先输入正确的密码，方可正常浏览文章内容。目前本站的加密内容分为两类，为一类加密和二类加密。这两类加密也对应了两个密码。若想获取密码，请先与我联系。我会在条件允许的情况下直接授予你访问权限。​ 一类加密是指此文章对作者本人来说较为敏感。可能涉及某些隐私或是文章内容使作者不愿公开或其他原因。一类加密密码为我的生日，6位数字，由阴历和阳历组成，可能含0与字母。​ 二类加密是指文章涉及某些敏感话题。这些内容不适合被公开。可能涉及政治，批评，历史考究等内容。二类加密密码为某种友方识别码，4位数字，可能含0与字母。​ 所有加密内容均履行特殊转载协议，未经作者允许，严禁转载或任何形式的传播。请考虑法律后果再做决定。 评论​ 目前的评论系统为gittalk，需要你登陆你的github账号后才能评论。github账号的注册有一定的难度，因此未来可能发生评论系统的更迭。由于本站部署在外网，所以请各位畅所欲言。我不会无端阻止任何评论。 与我联系​ 无论你是想与我就文章内容进行探讨，亦或是想看到我在其他社交平台的面孔，我都欢迎你与我联系。联系方式在主页与主页的关于我界面都有展示。为节约时间与规避风险，与我联系时请注明来意。如有不便，可直接在对应文章的评论区与我交流。","author":"AlcoHol240mL"},{"title":"所有标签","date":"2024-01-30T16:49:12.931Z","updated":"2024-01-30T16:49:12.931Z","comments":true,"path":"tags/index.html","permalink":"http://alcohol240ml.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"骗子的归途之 第壹节————踏上旅途","slug":"PZDGT1","date":"2024-02-01T15:55:24.000Z","updated":"2024-02-01T16:22:54.102Z","comments":true,"path":"2024/02/01/PZDGT1/","permalink":"http://alcohol240ml.github.io/2024/02/01/PZDGT1/","excerpt":"骗子被人从门口扔了出来。这一跤摔得可不轻。但骗子知道这是自己应得的…………..","text":"骗子被人从门口扔了出来。这一跤摔得可不轻。但骗子知道这是自己应得的………….. 本文是《骗子的归途》中篇小说的第一章。《骗子的归途》是作者自制粗糙小说的初体验，内容冗长拖沓、不堪卒读。请读者酌情阅览。 本文及其系列仍在初步制作过程中。目前的内容尚不成熟，请等待后续更新修订。 骗子的归途第壹节————踏上旅途天蒙蒙亮，薄薄的雾气萦绕在城市中。街道上没有一点风，空气似乎都凝固了。又湿又热，这是每一个外乡人对这里的评价。但本地人倒不觉得有多难受。 骗子被人从门口扔了出来。这一跤摔得可不轻，但骗子知道这是自己应得的。“江南第一楼”，嫖妓的好去处。虽说是“第一楼”，可这店的门脸称得上破败不堪，与周围的环境融为一体。 骗子颤巍巍的站起来，拍掉身上的灰土。“嫖妓可是风雅的事情！”，骗子心里想着，“历代的文人骚客，有几个不嫖妓的？我也是顺应潮流！”。实际上，骗子也不知道那些诗人们是不是都嫖妓。然而他很明确的知道，那些人嫖妓是给钱的，而他可没给。不过骗子虽然抠门儿，但是他的骗术还算了得，顺手牵羊的能耐也是不赖。要不是凭着这身偷来的绢丝衣服，老鸨怎么会默许他先嫖再付钱？ 骗子抹了抹脸，款步走到井边打水来喝。大城市就是不一样。自从骗子从乡下游荡到这里，他的体态就日渐丰腴了起来。这都是拜无数个日夜的纸醉金迷所赐。可他一个乡下人，怎么一进城就能过上这样的快活日子？多亏了骗子这张嘴。先骗一起进城的同乡，再骗城里的工人，然后是货郎，然后是小店老板。就这么一路骗呀骗，他终于是从一个纨绔子弟手里骗来了一笔巨款。这么大一笔钱，足能买下一个大庄园！他在城里结结实实的快活了好几天。 但是近几日，骗子发现他的快活日子要到头了。纨绔子弟的背景可不简单。骗子骗来的钱，是这人的赌资。骗子虽然还不清楚这人到底是什么来头，但街巷上已经有人在打听他的行踪。若是被那阔少的手下抓住，被打得断胳膊断腿都算是轻的。他决定再快活几日就风紧扯呼，跑到别出去。这笔钱为数不少，但在这么繁华的大城市里胡吃海喝，花销也不是小数目。骗子决定，剩下的钱分文不动，用自己最拿手的骗术度过这最后几天。 从妓院门口被人扔出来，这种事儿对骗子来说不算丢脸。骗人，总有被人发觉的那一天。骗子骗过的人太多了，他甚至开始有点期待被人发觉。看着他们怒目圆睁，一种病态的成就感会在骗子心中蔓延。可惜眼下他已经没有时间为自己的丰功伟绩感到骄傲。跑路要紧。 骗子回到自己的住处，打点自己的细软。从有记忆开始，骗子就从未在任何地方生活超过一年的时间。每当骗子相信，这个地方已经骗无可骗，骗子就会踏上旅途，寻找另一片沃土。不过这次的旅程可能会更加凶险。不论他去哪儿，都有可能被那阔少的手下追击。骗子思索着对策，决定去买点防身的东西傍身。被那群瘟神抓住，想必是凶多吉少。可手里要是能有一件趁手的武器，也许还有希望拼死一搏。给自己留条后路！这是骗子至今十多年的流浪生活中学到的最重要的事。 ​ 两个时辰之后，一个小背囊挂在了骗子的肩上。里面有这些东西： ​ -三百两黄金 ​ -一身绢丝的华贵衣物（穿这么贵的东西在路上走，怕是要被盗匪盯上） ​ -一只羊皮水壶（装满了刚偷来的米酒） ​ -一把匕首 ​ -一把朴刀 ​ -一双备用的草鞋 ​ -足能吃三天的干粮 骗子自认为一切妥当，便打算踏上旅途。他心里清楚，这一次走的比较急，这一趟旅程恐怕也不会像以往那样顺利。他不知道到底该去哪，毕竟他几乎每次出发都是沿着一个方向走到黑。这样的出行计划很无厘头，但骗子天生就固执。他相信天无绝人之路。 从城门大摇大摆走出去明显是不可能了。城门口那几个卫兵也受过他的骗。更何况作为惯犯，官府本来就在找他。只可惜官差们一年的俸禄还不及他一个月骗来得多，因此从来也没认真搜捕过他。走小路出城吧。方便稳妥，还更快。骗子在门口整理了一下身上的麻布衣服，便迈步走去。 小路很僻静。身边的墙根下满是尿苔。间或有些老鼠猫狗之类一闪而过。新的旅途开始了。骗子对自己的外表很满意，他看上去就是一个人畜无害的老实人。骗子对自己的状态也很满意。他蓄势待发，准备继续欺骗路上遇到的每个人。十几年的奔波并没有让他厌倦，路上的一切反而让他更加期待旅途终点的情形。他心里就这样想着，脚下的那些石砖慢慢的被他的脚步抛在身后。这个城市的样子被他记在心里。他期待某一天，等他再也走不动了，再也没有气力去骗人，他就把他的一生写下来。可惜他不识字。找个落第的秀才帮他写写吧。说不定能买个好价钱。 骗子越想越远。离路的尽头、城墙的缺口还有几分钟的路程。他的身后突然出现一声低沉的警告。 站住，你完蛋了。","categories":[{"name":"写作","slug":"写作","permalink":"http://alcohol240ml.github.io/categories/%E5%86%99%E4%BD%9C/"},{"name":"自制中篇","slug":"写作/自制中篇","permalink":"http://alcohol240ml.github.io/categories/%E5%86%99%E4%BD%9C/%E8%87%AA%E5%88%B6%E4%B8%AD%E7%AF%87/"},{"name":"《骗子的归途》","slug":"写作/自制中篇/《骗子的归途》","permalink":"http://alcohol240ml.github.io/categories/%E5%86%99%E4%BD%9C/%E8%87%AA%E5%88%B6%E4%B8%AD%E7%AF%87/%E3%80%8A%E9%AA%97%E5%AD%90%E7%9A%84%E5%BD%92%E9%80%94%E3%80%8B/"}],"tags":[{"name":"小说","slug":"小说","permalink":"http://alcohol240ml.github.io/tags/%E5%B0%8F%E8%AF%B4/"},{"name":"自制","slug":"自制","permalink":"http://alcohol240ml.github.io/tags/%E8%87%AA%E5%88%B6/"},{"name":"骗子的归途","slug":"骗子的归途","permalink":"http://alcohol240ml.github.io/tags/%E9%AA%97%E5%AD%90%E7%9A%84%E5%BD%92%E9%80%94/"},{"name":"中篇小说","slug":"中篇小说","permalink":"http://alcohol240ml.github.io/tags/%E4%B8%AD%E7%AF%87%E5%B0%8F%E8%AF%B4/"}],"author":"AlcoHol240mL"},{"title":"博客伊始之壹————骗子的真心话","slug":"AD001","date":"2024-01-19T14:52:16.000Z","updated":"2024-02-01T16:22:16.597Z","comments":true,"path":"2024/01/19/AD001/","permalink":"http://alcohol240ml.github.io/2024/01/19/AD001/","excerpt":"引言：在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。本篇文章将作为此博客中所有文章的“领袖”，让它们“师出有名”…………","text":"引言：在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。本篇文章将作为此博客中所有文章的“领袖”，让它们“师出有名”………… 请注意：本篇具有强烈主观色彩（关键词：冒犯语言、批评），可能引起读者不适，请酌情阅读！ 博客伊始之壹————骗子的真心话在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。此时的它只是有了雏形，距离我期望中的“个人网站”还相去甚远。可见继续奋斗仍为必要。但无论这个网站多么残破，它也终究是具备了基本功能，我已经可以上传我写的东西了。 我有点不敢称呼这些文字为“作品”甚至“文章”，毕竟它们大多杂乱无章，有辱文章二字。但即使是杂牌儿军也会有个头领，即使是侵略战争也有个名头，而本篇文章就可以作为它们的“领袖”，让它们“师出有名”。 精神的慢性死亡写博客这事儿，源自几天前的突发奇想，但写文章的意愿并不是空穴来风。我第一次写比较长篇的文章是在高中，小马同志委托我写一份《三体》的读后感。那时我们虽只是朋友，但我心中某种莫名的情感驱使着我尽心尽力的完成那篇文章。那时的我并不明白这种情感到底是廉价的喜欢还是高贵的爱情，但具体是什么已经不重要了，在文章写就后的两三年内，我的迷之操作就让这种情感从期待化为绝望。事到如今，之前的事情早就羞于谈起。我和小马同志之间虽然有过不少天马行空的交流，但其中终能以稳定的形态留存下来的，也只剩下那篇《三体》读后感了。那篇文章至今都还存在我的云端里。大一时为了应付读书笔记，曾经上交过一次。那时我重新读了一遍那篇读后感，我的感情应该是酸涩。长久以来我的自诩颇有文化造诣，道德建设不敢高攀，但笔杆子功夫多少还是应该有一点的。可是那篇读后感却那么惨不忍睹。幼稚的观点、空洞的语句，我还自以为博学的把它的叙事方式和《穆斯林的葬礼》做比较……唉，真是羞煞我也。 不过我也已经逐渐习惯了瞧不起曾经的自己。高中时我回想初中的我，脑子里想的是，初中的我不成熟太幼稚，现在我已经长大了。大学时回想高中，也觉得高中的我就是个脑残。甚至于快毕业时回想大一大二的生活，心中也只有遗憾。成长中的人瞧不起曾经成长不充分的自己，我不知道这种情况是不是多数人都有。 但不论如何，我意识到记录自己的过去将会给未来的自己带来重要的参考价值。想记录过去就得记录现在。幸好，那篇惨不忍睹的《三体》读后感给我开了个好头。我已经习惯于乘兴之时掏出手机写出几千字的文章了。不过那些文章要么丢失，要么不知存放在哪个角落里，真是可惜。从今天起，我将把它们都放在我的博客里，供此时此刻的读者和未来某时的我读一读。 小时候盼望着快快长大，长大了才知道长大的坏处。刚过20岁的年纪，说自己老了，多少有点过分。但我还是能明显感觉到自己的躯体和精神不如以前有活力了。多么可惜，最有活力的年纪却什么都看不清楚，终于看清楚一些了又发觉自己不那么年轻了。曾经的我暴走两三个小时，都不知道什么叫累。在哈尔滨从江北骑共享单车到香坊，下车只会大呼过瘾。现在爬五层楼的楼梯都气喘吁吁，下楼去教室上课都嫌累。身体可能只是躯壳，但精神活力的消散让我无法忽视。我的思考速度大不如前，那些曾经我张口就来的诗词、成语，现在都变得“呼之欲出”了。高中时我甚至都不需要听语文课，语文成绩都能保持在120分的水平。我曾经有那么多堪称精妙的文段都是随笔写就，现在却连签个名字都扭扭歪歪。不行啊！如果精神的衰弱无可挽回，那我能做的就是尽可能记录下沿途的一切。我曾见过美好的风物，但此时若再不拿起相机，我怕我的精神终将伴随躯体一同归零。 好在这事儿还不算晚。我的理智提醒了我亡羊补牢的必要性，这份理智将来也会作为我更新博客的死线。但我要是光凭理智就能做成事，我这会儿应该已经是成功人士了。更新博客的感性动力，其实就源自于我的标题，骗子的真心话。 骗子的真心话我是一个骗子。 单独听这一句话，好像是在贬低我自己。但是，请亲爱读者扪心自问，你难道就不是个骗子？这颗星球上敢自称是人类的生物，有几个不是骗子？ 朋友让你帮他个忙，你嘴上说着“不麻烦”，心里却烦的要死。在店里挑了一样东西，拿到收银台结账，看到价目的时候才发现这玩意如此之贵，可你还是要装作不经意的样子，咬咬牙买下它。关系没那么亲密的同学、同事聚在一起高谈阔论，你对他们的观点不敢苟同，却还是面带微笑，微微颔首。这些事情你可能没做过，但你一定明白我的意思。我们好像已经默许了这个世界上存在着无罪的欺骗。而每个人似乎都为能够娴熟的掌握这种骗术而感到骄傲。甚至尝试用情商这种东西来量化它。亲爱的:-D，你分明也是个骗子啊！ 我对我的骗术颇为自信。某些挺而走险的谎话可能终将招致灾祸，但一些简单的骗术，我自认为还是了如指掌。我将这些简单骗术的合集称为“面具”。带上一副面具，像打开了一些预设的配置，我无需认真规范我的言谈举止，但在面具的加持下，我即使处于诸如暴怒、悲伤、急迫等状态下，依然能保证我的得体。例如，见到父母长辈时，我会戴上“孝子贤孙”的面具。举止谨慎，言谈温顺。我不会提及任何太过高深的概念或者激进的论调，我会保证每一位长辈都可以坚信，自己作为见多识广的老辈人，一定比面前这位稚气未脱的年轻人强上许多。人们通常不会对远弱于自己的人施加太多的敌意，更何况我们本来就是血亲。这样，当我提出某些需求的时候，他们总会满含怜爱的支持我。这都要归功于我的“面具”。 关于这些面具，我还有很多使用经验可供分享。不过我慢慢的发现，我已经不得不面对长时间使用面具带来的副作用。生活中我面对每一类人时，都不能展现出真正的自我。心中的真心话不知说给谁好。身边的朋友的确值得倾诉，但话说太多，他们也会烦。有些事情我了解颇多，但他们可能完全不懂，那我的倾诉也无从讲起。如果摘下面具，想说什么说什么，想怎么做怎么做，那我不仅会丢掉那些面具曾经带给我的优势，还会因为展现出了强烈的反差，而让身边的人感到不适。最终我遗憾的发现，我居然需要一本日记。 不过如今我已经不必为此烦心了。因为我有了这个博客。我这个骗子，透过面具的小孔观察着、理解着这个世界，就像中世纪的具装战士透过头盔上的小洞窥探敌人的动向。面具是我厚厚的甲胄，保护着我柔软易损的内在。可内在的东西，被外壳保护太久也会腐烂。我需要一个地方能让我脱下盔甲，赤身露体的行动，肆意的呼吸新鲜空气。博客就是这样一个地方。这一次，骗子把他的面具摘下，但并不打算换上另一副面具。 当然，赤身露体也会有个极限。魏晋时候，有个人认为羞耻心人人都有。为了证实这件事，他找来一个贼，让他脱裤子。贼脱下外衣，面色如常。贼脱下裤子，稍有拘谨。当贼只剩下一条内裤时，那人告诉贼，接着脱！可贼捂着下体大叫道：“这可不能再脱！”。那人因此证实了羞耻心存在于每一个人心中。我已经不能确切记得这故事的原文，但大概讲的是这么个意思。 在我的博客里，我的确可以算是这片网络领土的国王。我可以肆意妄为，但不能逾矩。尽管如此，我我也依然可以把心中大部分的真实想法都和盘托出。这里会有随笔，会有批评，会有指南，会有评测，会有文章。我双眼之所见，内心之所想，只要能付诸于文字，就都会陈列在这儿。这个网站并不部署在国内，所以某些涉及政治倾向的言论也可以在这里发表。在这里，我没有中国的言论限制，也没有美国的政治正确，也没有欧洲的虚伪自私。我可以不必服从人类社会的任何规则，甚至不必忌惮国家政府的制度。在这里，我是真的自由。 刘伶恒纵酒放达，或脱衣裸形在屋中，人见讥之。伶曰：“我以天地为栋宇，屋室为裈衣，诸君何为入我裈中！”世说新语 &gt; 任诞 第二十三 译文：刘伶总是肆意喝酒，任性放荡，有时候脱光了衣服裸体待在屋里，有人看见了就责备他。刘伶说：“我把天地当作我的房子，把屋子当作我的衣裤，诸位为什么跑到我裤子里来！” 年少时读《世说新语》，只把它当作志怪奇谈。如今想来，这些士人真是勇士。如此大胆的挣脱身外的一切带来的枷锁，令我惊叹，也更令我羡慕。上千年过去了，人们仍未摆脱这份枷锁。毕竟带上这副镣铐，换来的是难以想象的富足。人的躯体可以妥协，但人的精神难以动摇。我们走在追寻自由的路上，过去了上千年，现在我们还是在这条路上。但我从此将与各位同志们分道扬镳。我将在个人博客这条蹊径上，追属于我的自由。 灵魂的容器我的博客将是我灵魂的容器。听起来有点像空洞骑士。让灵魂脱离躯体，独立存储在容器中，这其中的代价便是信息的折损。这种损耗无可挽回，但我有办法减轻损失。写每一篇文章的过程中，我都会为我不成熟的论点寻找新的论据。每一个细微的想法，我都会尽可能将其扩张成一份成熟的供词。在这过程中就会引入新的信息，一些我从未想到也从未了解过的信息。无法节流，我只能开源。 我会细心追寻生命沿途的风景，尽可能详实的记录它们。毕竟天有不测风云，哪天我若遇到突发情况，躯体尚可割舍，精神不容弃置。这份博客也就是我精神的备份。没有这份备份，当我需要献出自我的时候，我会畏手畏脚。有了博客，我便再无顾忌。希望这种荒诞的预想不会成为现实。 我会尽可能坚持这项工作，直到这件事在客观上已不可能。说实话，坚持个三五年，我很有信心。但坚持到一切的终点，我不敢妄加断言。未来仍未可知，希望我的初心不会轻易消散。 最终，我要感谢迄今为止所有帮助过我的人。你们可能是领袖，可能是导师，也可能是混蛋，是敌人。但在这里，你们是我的客人。这个网站不太可能被随便找到，除非我把网址分享给我认为有权阅读的人。在这里我会直抒胸臆。而你们也许能在这些文章中，找到你们对我的影响。我衷心的祝愿你们健康幸福。 再会这个合集叫做博客伊始。到此为止，基本上忠实的记载了我建立这个博客的初衷。当然，这个博客当前的样子并不会是最终版本。这里面的文字也不会永远都像这篇文章一样乏善可陈。总有一天，我和我的博客会遇到新的开始。那就是新一章的《博客伊始》提笔之时。迄今为止，我想说的就是这些。再会吧，伙伴们！我一直都会在这里。你们想起我时，就请来这个小酒馆跟我聊一聊吧。别让我一个人醉！","categories":[{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/"},{"name":"博客伊始","slug":"博客/博客伊始","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/%E5%8D%9A%E5%AE%A2%E4%BC%8A%E5%A7%8B/"}],"tags":[{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://alcohol240ml.github.io/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://alcohol240ml.github.io/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"}],"author":"AlcoHol240mL"}],"categories":[{"name":"写作","slug":"写作","permalink":"http://alcohol240ml.github.io/categories/%E5%86%99%E4%BD%9C/"},{"name":"自制中篇","slug":"写作/自制中篇","permalink":"http://alcohol240ml.github.io/categories/%E5%86%99%E4%BD%9C/%E8%87%AA%E5%88%B6%E4%B8%AD%E7%AF%87/"},{"name":"《骗子的归途》","slug":"写作/自制中篇/《骗子的归途》","permalink":"http://alcohol240ml.github.io/categories/%E5%86%99%E4%BD%9C/%E8%87%AA%E5%88%B6%E4%B8%AD%E7%AF%87/%E3%80%8A%E9%AA%97%E5%AD%90%E7%9A%84%E5%BD%92%E9%80%94%E3%80%8B/"},{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/"},{"name":"博客伊始","slug":"博客/博客伊始","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/%E5%8D%9A%E5%AE%A2%E4%BC%8A%E5%A7%8B/"}],"tags":[{"name":"小说","slug":"小说","permalink":"http://alcohol240ml.github.io/tags/%E5%B0%8F%E8%AF%B4/"},{"name":"自制","slug":"自制","permalink":"http://alcohol240ml.github.io/tags/%E8%87%AA%E5%88%B6/"},{"name":"骗子的归途","slug":"骗子的归途","permalink":"http://alcohol240ml.github.io/tags/%E9%AA%97%E5%AD%90%E7%9A%84%E5%BD%92%E9%80%94/"},{"name":"中篇小说","slug":"中篇小说","permalink":"http://alcohol240ml.github.io/tags/%E4%B8%AD%E7%AF%87%E5%B0%8F%E8%AF%B4/"},{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://alcohol240ml.github.io/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://alcohol240ml.github.io/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"}]}