{"meta":{"title":"AlcoHol240mL的小酒馆","subtitle":"","description":"AlcoHol240mL的小酒馆","author":"AlcoHol240mL","url":"http://alcohol240ml.github.io","root":"/"},"pages":[{"title":"","date":"2024-01-31T07:28:57.301Z","updated":"2024-01-31T07:28:57.301Z","comments":true,"path":"about/index.html","permalink":"http://alcohol240ml.github.io/about/index.html","excerpt":"","text":"gjm，2002年生于哈尔滨。现居四川成都。 爱好民谣吉他，长笛，尤克里里。喜欢看书，热爱打游戏，偶尔喝点小酒。 下面是我的联系方式。欲交流请注明来意。 QQ Email Steam Bilibili"},{"title":"引导","date":"2024-02-01T06:08:03.967Z","updated":"2024-02-01T06:08:03.967Z","comments":true,"path":"friends/index.html","permalink":"http://alcohol240ml.github.io/friends/index.html","excerpt":"​ 您好！欢迎来到AlcoHol240mL的小酒馆！在这里，让我们坦诚相待，切勿拘束。​ 您既然获准进入本酒馆，说明您至少得到了最基本的信任。本文将作为您游览本酒馆的指南，向您介绍此网站的使用方法。​ 如有更多疑问，请前往关于我界面，尝试与我直接联系。","text":"​ 您好！欢迎来到AlcoHol240mL的小酒馆！在这里，让我们坦诚相待，切勿拘束。​ 您既然获准进入本酒馆，说明您至少得到了最基本的信任。本文将作为您游览本酒馆的指南，向您介绍此网站的使用方法。​ 如有更多疑问，请前往关于我界面，尝试与我直接联系。 本文是工具性内容，可使用本文目录跳转到你有疑问的部分开始阅读 站内引导概览​ 本网站是我（AlcoHol240mL）的个人博客。这里将收纳几乎所有可以被我用文字、影音等形式记录下来的东西。由于本网站部署在国外，所以连接时有不畅，还望海涵。也正由于本项目部署的平台（github.io）是一个免费、自由的项目托管平台，我将在这里畅所欲言，用文章的形式来表述平日里我不便表述或不能表述的事物。力求坦诚相待，畅所欲言。 内容检索方式标签＆分类​ 每一篇文章都有由内容精炼得出的标签。标签可以让你便捷的了解每篇文章的主要元素和特性。囿于篇幅限制，每篇文章的标签将在文章末尾展示。如你想查阅含有某种元素或具备某种特性的文章，你可以点击主页的“标签”按钮进入标签页面，那里会显示所有的标签和含有此标签的文章数。点击你想查看的标签即可看到所有相关文章。​ 每一篇文章都会被分类。分类有助于让读者能够方便的查看某一类别的文章。同样的，你也可以点击主页的“分类”按钮查看分类目录。 时间线＆特殊内容​ 点击主页的时间线按钮，可以进入时间线页面。时间线页面可以查看本网站所有文章的发布时间，所有文章将按发布时间排序。​ 本篇文章作为引导，是本网站的两篇特殊内容之一。另一篇特殊内容是我的个人简介。你可以点击我的头像或主页的“关于我”按钮来查看。 搜索​ 本网站配备了搜索引擎。在搜索系统中输入你想看到的内容，系统将为你展示所有包含了你输入的文字的文章。请注意，被加密的文章无法通过搜索引擎检索。如欲查看，请使用分类或标签寻找被加密的内容。 文章食用方式标题＆目录​ 每一篇文章都具有不同分级的标题。这有助于使文章结构分明。每一篇文章的右侧（PC端）或右上角的目录图标（移动端）将会显示本文目录。对于工具性文章（如本文），如果你想快速查阅某一部分，我建议你点击文章目录中的段落标题，来跳跃到该部分开始阅读。 警示​ 某些文章的开头可能会出现带有红色辐射标志的文本框。该文本框为警示框。在阅读带有警示框的文章前，请务必优先阅读警示框内的内容，以免造成不必要的麻烦。 加密内容＆密码​ 某些文章出于某种原因，可能已被密码加密。在进入此类文章页面时，你需要先输入正确的密码，方可正常浏览文章内容。目前本站的加密内容分为两类，为一类加密和二类加密。这两类加密也对应了两个密码。若想获取密码，请先与我联系。我会在条件允许的情况下直接授予你访问权限。​ 一类加密是指此文章对作者本人来说较为敏感。可能涉及某些隐私或是文章内容使作者不愿公开或其他原因。一类加密密码为我的生日，6位数字，由阴历和阳历组成，可能含0与字母。​ 二类加密是指文章涉及某些敏感话题。这些内容不适合被公开。可能涉及政治，批评，历史考究等内容。二类加密密码为某种友方识别码，4位数字，可能含0与字母。​ 所有加密内容均履行特殊转载协议，未经作者允许，严禁转载或任何形式的传播。请考虑法律后果再做决定。 评论​ 目前的评论系统为gittalk，需要你登陆你的github账号后才能评论。github账号的注册有一定的难度，因此未来可能发生评论系统的更迭。由于本站部署在外网，所以请各位畅所欲言。我不会无端阻止任何评论。 与我联系​ 无论你是想与我就文章内容进行探讨，亦或是想看到我在其他社交平台的面孔，我都欢迎你与我联系。联系方式在主页与主页的关于我界面都有展示。为节约时间与规避风险，与我联系时请注明来意。如有不便，可直接在对应文章的评论区与我交流。","author":"AlcoHol240mL"},{"title":"所有分类","date":"2024-02-01T05:48:39.600Z","updated":"2024-02-01T05:48:39.600Z","comments":true,"path":"categories/index.html","permalink":"http://alcohol240ml.github.io/categories/index.html","excerpt":"","text":""},{"title":"所有标签","date":"2024-01-30T16:49:12.931Z","updated":"2024-01-30T16:49:12.931Z","comments":true,"path":"tags/index.html","permalink":"http://alcohol240ml.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"“萝卜快跑”自动驾驶网约车再次揭示的矛盾","slug":"lbkpzdjswyczcjsdmd","date":"2024-07-26T15:41:00.000Z","updated":"2024-07-26T15:50:00.613Z","comments":true,"path":"2024/07/26/lbkpzdjswyczcjsdmd/","permalink":"http://alcohol240ml.github.io/2024/07/26/lbkpzdjswyczcjsdmd/","excerpt":"引言：很快就有一名女生站出来反对我的看法，很不巧的是，她认为网约车让他的出租车司机父亲失去了工作，家庭过得更艰难了。这样的论据震撼了我幼稚的世界观，在至少一分钟之内，我的大脑一片空白。就像井底之蛙，自认为已经参透了这个世界的一切规律。但当他在井里张牙舞爪四处乱跳时，突然发现自己跳到了井口，瞥见了无知的自己从未见识过的世界。我这时才发觉，新技术带来的阵痛并不会平摊在社会的每一个人身上。对于多数人来说，只是出行乘车的体验大幅提升，但对部分人来讲，他们赖以生存的生机就这样被剥夺了……","text":"引言：很快就有一名女生站出来反对我的看法，很不巧的是，她认为网约车让他的出租车司机父亲失去了工作，家庭过得更艰难了。这样的论据震撼了我幼稚的世界观，在至少一分钟之内，我的大脑一片空白。就像井底之蛙，自认为已经参透了这个世界的一切规律。但当他在井里张牙舞爪四处乱跳时，突然发现自己跳到了井口，瞥见了无知的自己从未见识过的世界。我这时才发觉，新技术带来的阵痛并不会平摊在社会的每一个人身上。对于多数人来说，只是出行乘车的体验大幅提升，但对部分人来讲，他们赖以生存的生机就这样被剥夺了…… 请注意：本篇具有强烈主观色彩（关键词：政治言论），可能引起读者不适，请酌情阅读！ “萝卜快跑”自动驾驶网约车再次揭示的矛盾萝卜快跑是自动驾驶出行服务平台，已于全国11个城市开放载人测试运营服务，实现超一线城市全覆盖。此外，萝卜快跑已经开始在北京、武汉、重庆、深圳、上海开展全无人自动驾驶出行服务与测试。截至2024年4月19日，萝卜快跑在开放道路提供的累计单量超过600万，稳居全球最大的自动驾驶出行服务商。 ——–来自百度 我基本同意b站一位up主说的话，这件事情能引起如此巨大的争议，是因为在我国的唯物教育下的普通人，会先天的支持技术进步，这是中国人的底色。我也一样。我完全支持萝卜快跑这样的无人驾驶网约车能够落地，因为我我作为一名理科生、工科生，我也会先天性的无条件支持技术进步带来的生产方式的革命。 从客观角度来说，自动驾驶网约车的支持者和反对者所拥有的论据根本就不在一个力量级上。自动驾驶网约车更符合乘客对出行体验的需求：不会有绕路，不会有拒载，司机一定不会打扰你的休息，同时至少在目前来看自动驾驶网约车的价格甚至能达到普通网约车的十分之一。反对者的论据只有一条，这项新的技术正在让更多的网约车司机失去他们的工作。 我不想就此大谈什么社会革命的阵痛之类的屁话，因为我能理解失业是一件很痛苦的事情，这种事情也曾发生在我的父母身上。当初我爸从汽配城辞职，没有任何工作可做，他只好去跑网约车。每天腰酸背痛，以至于我现在严重怀疑他的腰间盘就是那时候弄出来的。跑网约车也赚不来几个钱，当然这可能也是因为哈尔滨的经济环境的确不如南方的一些发达城市，这导致我爸为了给家里多赚点钱，甚至在大年三十晚上都要出门去跑网约车多赚点钱。那时候我上高中，大概是高二的样子，我无法理解一个男人养家的辛酸，但我从我爸下楼的背影里的确看到了那份我当时无法形容的重担，正压在他的肩上，试图让他跪下屈服，回去做那份苦工。幸好，像我爸这样的男人是能撑过来的。虽然从后来者旁观者的视角来看，这可能只不过是任何一个家庭都有可能出现的短暂的经济危机，但在我的视角里，那就是我爸在挨了命运的一击之后，愤怒的站了起来，恶狠狠的还了一拳。我知道我又说了很多不相干的事情，但是我还是想说，不论今天我爸生意做的再好，赚了再多的钱，无论他今天有多张扬，有多骄傲，我都觉得这是他应得的。我爸妈，比那些中年失业之后跑到小视频平台上大谈什么社会不公，什么中国就业烂完了的人都更有种。女士们，先生们，这就是我的父母。天塌下来也压不倒他们，拳头攥起来就一定要砸到某人的脸上。运气不好，那天王老子来了也要挨一拳。 我们把话说回来。当自动驾驶网约车这个争论出现在我面前的时候，我的第一反应不是思考我对这件事的看法，而是让我突然回想起我高一时政治课上发生的一件事。我上高一应该是17-18年左右的样子，那时候我们还没分文理班，所以文科的课我们尖刀班也一样要上。政治课上，老师提出一个讨论题目，邀请全班同学探讨。那个题目就是，网约车的利与弊。那时候我真年轻啊，真蠢啊哈哈哈哈……我毫不犹豫的支持网约车，我认为那是由互联网+产业所带来的一次社会生产革命。这种形式，在同样能为社会市场提供出租车服务，并同时摒弃了传统出租车的几乎所有弊端。司机能拉到更多的单，顾客有更好的体验和更低的支出压力，出租车司机们也再也不必在路上跑来跑去，浪费大量的燃油燃气，只为在路边找到一位乘客，乘客们的出行体验也再也不会因司机的个人素质而出现波动。总体来讲，时兴的网约车不仅顺应了乘客需要更便捷、更舒适的乘车环境的市场需求，同时也完美的利用了整个社会的乘车服务供应者无形中浪费的剩余运力。服务更好了，效率更高了。那时候我认为我的论据无懈可击。 很快就有一名女生站出来反对我的看法，很不巧的是，她认为网约车让他的出租车司机父亲失去了工作，家庭过得更艰难了。这样的论据震撼了我幼稚的世界观，在至少一分钟之内，我的大脑一片空白。就像井底之蛙，自认为已经参透了这个世界的一切规律。但当他在井里张牙舞爪四处乱跳时，突然发现自己跳到了井口，瞥见了无知的自己从未见识过的世界。我这时才发觉，新技术带来的阵痛并不会平摊在社会的每一个人身上。对于多数人来说，只是出行乘车的体验大幅提升，但对部分人来讲，他们赖以生存的生机就这样被剥夺了。 我不记得那个女生叫什么名字了，但说到这儿，我真的想对她说一声抱歉。虽然我仍不能同意她的观点，但站在她的视角看，这份看似简单的政治课讨论课题，正摁在她年轻的心中最沉痛的淤青上。那时候谁能想到，两年之后，我的父母也会相继失去工作。当时我的父母竭尽全力保证着一家人的生活质量不受影响，但我也能嗅到家中淡淡的沉重。而在这一堂政治课上，面对着她的反对意见，幼稚的我心中完全无法理解她的感受。我坚信自己是对的，于是我用更激进的论据反驳她。唉，我真是畜生啊。 最终这场辩论自然是在政治老师的要求下终止了。全班同学看着我们俩针尖对麦芒不知所措。我记得当时我很不满，因为我刚想到一个很好的论据：珍妮纺纱机的出现导致大批工人下岗失业，难道珍妮纺纱机也是错误的？我刚要跳出来讲一讲，政治老师就强迫我们终止了辩论。 当天晚上回到家，在餐桌上，我把这争论讲给我父母听。他们也发表了一些自己的意见。具体什么意见我已经记不清了，但我清楚的记得，中间我补了一句，任何事物的存在一定有他的理由。这并不是存在即合理，只是有原因导致了事物能够出现并维持存在。这句话在现在的我看来纯纯是脱裤子放屁，只是说了句没味儿的话。到我爸当即回应，诶，儿子这话说的对。这是我印象里唯一一次，我爸当着我的面直白的认可我。 回忆的事情说到这儿也差不多了。我想，现在我们可以把注意力集中在当下的矛盾上。更新更优质的生产形式一定会像雨后春笋般浮现出来，毕竟如今已经是AI的时代。数年前，在我还是中学生时，网约车、顺风车、外卖这些东西刚出现的时候，有无数人不看好，有无数人在唱衰。结果呢？他们口中“昙花一现”的“新奇玩意”冲破了原本稳定存续的市场，取代了行业中原有的关系，成为了社会中的主流，直到今天都依然如此。好与不好，是要由市场来评定的。效率更高的一定会取代低效的。今天，我们看到自动驾驶网约车在事实上拥有更高的效率。它向社会释放了远比网约车和顺风车更多的社会劳动力，因为这样的系统，甚至不需要人力参与，就可以完成无数次出行订单。但同样的，自动驾驶网约车会像数年前的网约车一样，甚至像数百年前的珍妮纺纱机一样，在释放劳动力的同时也意味着让更多的人失去了工作。因此，这样的东西最终是否能落地开花，依然取决于国家政府是否能为这些“被释放”的劳动力找到新的生计。 如果你在三四年前告诉我，所谓的AI，所谓的人工智能，最终也完全无法取代人类，充其量也就是个高端的玩具。那时候我可能不会与你辩论，因为我心中也隐隐感觉到，AI的力量目前还不足以掀起什么波澜。但今天真的完全不同了。从汽车的自动驾驶，再到open AI在问答、写作、绘画甚至视频编辑上体现出的能力，都证明了人类未来的发展必不可能缺少人工智能。那人工智能为我们的社会带来了什么呢？不仅仅是更便捷的信息获取手段，也不仅仅是用来帮大学生写点什么作业了。在汽车领域，人工智能的发展已经不可阻挡。我甚至觉得自动驾驶网约车并不是什么新鲜玩意儿。我一直记得有自动驾驶的快递投递车，自动驾驶的外卖运送车，这些东西也已经存在了。它们虽然没有普及，但当它们的技术完全成熟，也势必要让该行业的从业者失去工作。 几年前，我们的社会可以允许出租车司机部分失业。我们为他们提供的办法是，让出租车司机也用上网约车平台。现在我们该怎么做呢？这样的小伎俩不可能解决全中国的快递员、外卖员、网约车司机的下岗问题。现在的就业形势已经非常糟糕了，有海量的大学生找不到工作，只能摆地摊，开小店，当新媒体做视频。那我们的社会又能容纳多少小店老板和视频作者呢？我看，已经快到极限了吧？街上的小摊儿已经随处可见了，各大视频平台的垃圾视频也已经爆满了。就业问题还没缓解，就要迎来新一波浪潮了吗？当革命的“阵痛”痛到降临在社会上每一个人身上的时候，谁还会在意我们的国家有几艘055，几艘航空母舰呢？我很着急，不是急于自动驾驶网约车到底能不能落地，而是急在我们的社会好像已经没有这么大的弹性能够容纳如此庞大的失业浪潮了。如果我们的经济没问题，外交没问题，军事没问题，反倒是AI的发展搞出了问题，那这又是自乱阵脚了。 当然啦，我也不是真的那么急。该急的是中央，是中央的经济部门和社会保障部门，该急的是立法的问题和社会舆论的问题。我们的国家以前有很多困难，那些困难比我们眼前所面临的这些事儿都要大的多，我们还是挺过来了。我不怀疑这一次我们一样能挺过来。我只是不希望再像以前一样，让人们牺牲太多。 我看到了世界共产主义大会中讨论的一个问题，就是中国的所谓中国特色社会主义到底还是不是社会主义。我明白温老师的发言多多少少是有点讽刺那些人满脑子都是政治，而不考虑国家实际发展和民生经济了。但我也不得不把这个问题交给我自己，我们的体制还是社会主义吗？我支持适当的发展国家资本主义，但我们的民有资本实体是不是有点太多了太大了？百姓要求的加工资减工时，能做到吗？我当然也明白，人总是希望更多，总是欲求不满。但假如某一天，我们真的不再需要资本家，不再需要资本主义来对抗外敌了，也不再需要用这些资本来高速发展了，当我们想戒毒的时候，我们能戒掉吗？我承认我可能不够坚定了，但我也相信我的怀疑不是没有理由的。 如果让我来设想的话，我还真的觉得人工智能和真正的社会主义很有夫妻相。在这样的环境下，我们或许可以不用再担心百姓的工资和工时问题能不能得到保障。人工智能释放了更多的劳动力，也可以不用再寄希望于那双无形的手去调整这一切，宏观的调控也许真的能极大的缓解这些问题。在我看来，人工智能终将是要取代一切的。曾经我不信任AI，只是觉得它还未够火候，觉得至少在面前的几十年里，AI还不会有什么发展。但以现在的速度来看，人工智能还真得到了坚实的发展。我们总说生产效率越来越高，就越来越多的人要脱离原有的工作岗位。今天，我们已经不需要马车夫，不需要簿记员打字员，不需要传统的铁匠和纺织工。更强的生产力也许终究会替代我们每一个人，至少会替代绝大多数的人。到那时候，传统的社会体制甚至于我们目前的社会体制，还真的无法适用于那样的情形。如果我们一步到位，所有的物质生产都已经脱离了人工，那我觉得其实还好。迅速的改变社会体制，让自动化生产的一切为人们提供更多的社会福利，这就行了。但我真的怕我们目前经历的这一切，还只是另一场科技革命的开端。工业革命带来了无数的进步，让我们后人为之欣喜欢腾。但那个时代的普通人过的怎么样呢？工业革命的后遗症催生出了共产主义，那也许某一天，人工智能革命的苦果，会带来新的主义，那时候我们又将怎么走完这条路呢？进步让人欣喜，但革命的路可不是能笑着走完的。 说到底，别说什么谁支持谁反对。市场会决定这样的事物到底能不能生存，政府会决定这样的事物落地的时机和规模。最终，更新的更好的，总归会取代更老的更差的。带来的副作用要么做出牺牲，要么做出改变。社会惧怕“阵痛”，但也会为了进步而忍痛。问题在于，在老路上走，不论怎么解决失业问题，也都像是饮鸩止渴的权宜之计。如果要大刀阔斧的改革，那又会催生出多少问题，为人们带来多少阵痛？现在的我们回头看各式各样的革命，总是会带着点儿以成败论英雄的有色眼镜。好像革命的一方总是正确的，被革的就是孬种是余孽。现在看来，这些革命本就没有成败正邪之说。无非是这个星球上一个又一个的民族，用各自不同的方式更新着科技，同时又面临着科技进步带来的挑战。每个民族在每个科目都会拿到不同的、不公平的试卷。分数的高低，决定了哪个民族才是赢家。我相信我们会赢的，但我也希望当胜利的代价降临的时候，我能撑得过去，我身边的人能跟我一起坚强的站稳脚跟。像我们的父辈一样，时代的浪潮妄图掀翻我们的小船，那就攥紧拳头，给命运还以颜色。","categories":[{"name":"胡言乱语","slug":"胡言乱语","permalink":"http://alcohol240ml.github.io/categories/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/"},{"name":"一派胡言","slug":"胡言乱语/一派胡言","permalink":"http://alcohol240ml.github.io/categories/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/%E4%B8%80%E6%B4%BE%E8%83%A1%E8%A8%80/"}],"tags":[{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://alcohol240ml.github.io/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://alcohol240ml.github.io/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"},{"name":"胡言乱语","slug":"胡言乱语","permalink":"http://alcohol240ml.github.io/tags/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/"},{"name":"主义","slug":"主义","permalink":"http://alcohol240ml.github.io/tags/%E4%B8%BB%E4%B9%89/"},{"name":"人工智能","slug":"人工智能","permalink":"http://alcohol240ml.github.io/tags/%E4%BA%BA%E5%B7%A5%E6%99%BA%E8%83%BD/"}],"author":"AlcoHol240mL"},{"title":"藏书阁之藏书小纪","slug":"csg0","date":"2024-07-15T20:50:21.000Z","updated":"2024-07-15T20:56:16.973Z","comments":true,"path":"2024/07/16/csg0/","permalink":"http://alcohol240ml.github.io/2024/07/16/csg0/","excerpt":"引言：曾经我痴迷于藏书，但并没有对每一本书都进行过深入的思考。现在，只要这本书我没有写出读后感来，那我就不能把它当做读过了…………","text":"引言：曾经我痴迷于藏书，但并没有对每一本书都进行过深入的思考。现在，只要这本书我没有写出读后感来，那我就不能把它当做读过了………… 请注意：本篇具有主观色彩（关键词：冒犯语言），可能引起读者不适，请酌情阅读！ 藏书阁之藏书小纪我的母亲是个喜欢看书的人。她生在一个贫苦的年代、一个贫苦的地区。我不敢断言她是怎样喜欢上看书的，但我觉得，一个人如果每天早出晚归，才只能勉强让一家人填饱肚子，那读书对她来讲一定是莫大的奢侈。她出生在74年，正处在最后的文革时期。虽然据她所说，文革并没有像书中所写的那样极大的影响他们一家人的生活，但那时的中国，社会性的贫困和常见的饥饿，并不会轻易地放过他们。早上天不亮就要起床，捡柴、烧开水、喂猪。等一家子人洗漱完毕，吃过一顿极其简单的早餐，他们就要开始忙农活儿了。我的姥爷和姥姥生下了五个女儿，没有儿子，这在那时的东北农村是很受歧视的。女孩儿虽不像男孩儿一样有力气，但还是一样要吃饭。想有饭吃，就得把农活干完。几个女孩儿从少年时就干着男人的活计，这真是我们这些00后难以想象的艰辛。 我妈说，她小的时候在地里干农活，足蒸暑土气，背灼炎天光，让她经常中暑。一中暑，姥爷就很无奈的让她去地头喝水歇一会儿。那时的她躺在树荫下，望着头顶小小的树荫和大大的太阳，她的心里生出绝望。她想，我绝对受不了一辈子在田里干这种苦差，我一定要上学读书，考出去，当城里人。在工厂里打工再累，也总比在田地里躬耕一辈子好。偶尔，她有机会去最近的县城，陪我姥爷做些事情。她看着晚上八九点钟的康金县城，灯火通明，居民们围在县中央的小广场上唱歌跳舞。她又想起自家的小村子，八九点钟的时候，县大队应该已经把路灯的电闸关掉了。路上一片漆黑，大家都在家里忙最后的事情，准备睡觉。这样强烈的反差让她无比希望逃离农村。 写到这儿，我真觉得我得感谢我的父母。他们都从农村走到城市。拼光了青春，让我出生在哈尔滨。现在，我和他们交流一些事情的时候，我总觉得他们老了，有点跟不上时代了，目光不够长远了。可仔细一想，他们完成了从贫穷农村到省会城市的巨大跨越。相比于出生时他们身边的人，他们的志向和格局已经无比的远大了。老骥伏枥，儿孙享受着他们拼搏出的成果，我又有什么资格驳斥他们呢？ 我的姥爷也是个很有趣的人。我不知道从什么时候起，他当上了县大队的会计。县大队有很多书，当然啦，多是些盗版书，排版有误，错字连篇。但这并不影响我姥爷把书带回来看。那个年头儿家里很穷，但我姥爷偶尔也会买一些新书回来看。这些藏书就成了我姥爷的“小金库”，是暗中藏住秘不示人的。我妈喜欢看书，但姐姐们的教材很快就已经满足不了她的胃口了。她不知怎么发现了我姥爷的“小金库”，于是乎，父女俩就在柴垛边度过了无数以书为伴的深夜。 如今，我的母亲已经开始老了。她的回忆已不那么确切。但我仍记得我幼时的事。那时候，我们从道里的老房子搬到了香坊的新家，新家的餐厅里布置了一个书架。那时候我才知道，家里的书原来有那么多。几百本，各种类型各种题材的书被安置在书架上，像一份神秘的宝藏，刺激着一个连自己名字都写不利落的小孩子的心。爸爸妈妈忙，并不能时刻陪着我。我就把那些书从书架上拽下来，开始看。 那时候我们家还是很穷，只是不会再饿肚子了。买新书还算有点奢侈，不过那些老书已经很够我看上一阵子了。我的父母虽然一天忙到晚，肚子里都没有多少油水，但还是尽可能的为我提供着这个小家庭能提供的最好的教育。他们惊喜的发现我喜欢看书，就买了少年版的四大名著给我看。那是我印象里我们家最早买的新书。 大概从这里开始，我对阅读的记忆就模糊了起来。我已经记不清楚我到底看了哪些书，更不记得书里的内容。那时候我大概只是觉得书里的内容比生活更有趣。（当然，坐在大头显示器面前玩4399小游戏明显更有趣一点。） 如果让我回头看的话，从小学到初中，我的阅读可以说是纯粹的囫囵吞枣。我既不会从书中的内容得出自己的感悟，更不会为了某种原因而系统性的阅读某一方面的书籍。我甚至都不知道那些书到底是不是完整版。我只是很渴望，渴望看到更多的字，知道更多的事情，看到更多有意思的故事。我开始幻想，幻想我成了某个故事中的主角，幻想着我身边发生着奇妙的事情。不过我越来越发现，用我的想象力创造出的故事远不如书中的故事那么精彩。尤其当我读完了《基督山恩仇记》之后，我终于明白了我和作家之间的差距。好的故事，要有独特的时代背景，要有浓厚的风土人情，要有性志各异的人物，还有精妙的剧情编排。如果要虚构一个故事，那我最好把剧情弄得跌宕起伏，充满伏笔和悬念。如果想改编一段事实，那我最好瞪大眼睛，观察生活中的一切。 终于，在我上高中时，单纯的摄入文字已经无法满足我的需求。我需要阅读更优秀的内容，我还需要将我的见闻和感受记录下来。我的高中生活挺忙碌的，我忙着上课，忙着糊弄我的作业，还要尽可能找出时间去玩儿，甚至还要找时间谈恋爱。嘿嘿，真让人怀念啊。从这时起，我开始将我认为好的内容抄录下来，甚至附上一些我个人的看法。我把这些内容记录在活页纸上，钉在一个小夹子里。也许是幼时的习惯使然，我很难接受阅读电子书。我希望能有一本沉甸甸的书放在我的手中，不然我会感到非常慌乱，没法认真的读下去。我开始对每一本书的出版商和装订格式有了自己独特的癖好。我记得我很喜欢译林的装订，又厚又硬的外壳，深蓝色的封面上有淡淡的纹饰，封面上会有一张配图。收藏很多译林出版社的书籍是一种享受。他们的书没有复杂的装饰，没有各种惊世骇俗的封面排版或者商业气息浓重的腰封。现在很多书的封面，有一层外壳包裹着，外面是鲜艳亮丽的封面，里面是平淡朴素的本体。天呐，我真的恨死了外面那层封面，上面写着各种各样的评语，在我看来这些就是广告词罢了。相比之下，里面那层封面才称得上是这本书真正的模样。 我就这样一直读啊，读啊，看完了一本就去找下一本。高中时我好像没存下什么藏书，那些书都被我放到不知什么地方去了。偶尔有一些书会被我带回家，现在应该放在我家里某个公寓的小书架上当摆设吧。 到了大学，我才终于有了系统性的藏书。我会用我网购的藏书印章来标记我拥有的每一本书。为了省钱，我会去孔夫子旧书网买书。书拿到手，我要先签名，标注此书是从何种途径得到，再把我的印章随机的印在某些页面上。读完一本书，我会在内封上标注何时读过。随后我会把这些书装在密封袋里，在袋子上贴上标签，放到我的小书箱里。我用这种方式搜罗了几十本书，将他们藏到大艺团的琴房里。我曾是那里的主人。真可惜呀，操他奶奶的，这些书不知被谁偷走了。连同我的箱子，所有的书，甚至其中还有很珍贵的书，作为礼物得到的书，全他妈没了，气煞我也。 当然，现在这些也都不重要了。我毕业了却还没工作，我要考研却也要读书。我的未来未知，而且不稳定。我不能像以前一样肆无忌惮的藏书了，他们太笨重，体积太大，没法像电脑和手机一样，随身带来带去。幸好我还有我的博客。 我藏书，不仅是为了把这些书当做宝贝一样收藏起来，也是为了给我一种直观的感受，让我感受到我看了多少的书。我做很多事情都有这样的癖好，我喜欢把某些东西积累起来，成为一大堆东西或者一个数字。我希望我的精力我的时间没有白费，而是稳稳当当的放在某个容器里。放在脑子里会忘，放在书箱里会丢，嘿，现在我打算把他们放在博客里。这个博客本质上是一个寄存在github上的电子容器，我的脑子再健忘，也不会忘了怎么上传博客，我再容易丢东西，博客里的东西总不会能被我扔掉。我没法在这里保存书，但曾经我写在活页纸上的内容，写在书页边缘的空白上的内容，那些讲给别人听的内容，我会把他们都记录在这里。我依然会尽可能的收藏书，但恐怕我要更功利一些了。当我无法带走它们的时候，至少我还能有这个博客里的内容，帮我记得我曾经拥有过它们。 为了实现我想要的效果，我将把这部分的博客统一命名为“藏书阁”。对于我浅薄的阅读量来讲，称其为藏书阁，恐怕是有点狂妄了。可惜我没想出比它更好的名字，那就姑且先这么用吧。这个所谓“阁”，我可以把它理解为阁楼。阁楼能有多大？我读的东西也不多，那差不多就行了。 把我的想法写在书页边缘，很方便我直接标注文章内容，但这样的操作很明显很难实现在我的博客里。为此，我会尽可能的在阅读完每一本书之后写一篇类似“读后感”的东西出来，概括性的表明我对这本书的理解。针对某些我非常需要特殊标注的笔记，我可能会附上原文来帮助我自己回忆文章的内容。 以前的阅读笔记，我恐怕是很难找到了。因此，我打算进行一个宏大的工程。我打算把我看过的书都重新看一遍，读书破万卷才下笔有神嘛，重看一遍也没什么不好。更何况很多东西，重读一遍，我一定有更新的感悟。像小时候读西游记，那就是期待着孙悟空杀更多的妖怪，没有其他任何想法。今天的我再回头看，那肯定不一样了。 我一定要为每一本书都写下一篇专属的读后感。针对我认为好的文章，我也要写一下自己的体悟。曾经我痴迷于藏书，但并没有对每一本书都进行过深入的思考。现在，只要这本书我没有写出读后感来，那我就不能把它当做读过了。真是个宏伟的工程，应该要持续很久吧。雄关漫道真如铁，而今迈步从头越吧。慢慢做，总能做完的。不多说了，开工开工！","categories":[{"name":"藏书阁","slug":"藏书阁","permalink":"http://alcohol240ml.github.io/categories/%E8%97%8F%E4%B9%A6%E9%98%81/"},{"name":"藏书阁记事","slug":"藏书阁/藏书阁记事","permalink":"http://alcohol240ml.github.io/categories/%E8%97%8F%E4%B9%A6%E9%98%81/%E8%97%8F%E4%B9%A6%E9%98%81%E8%AE%B0%E4%BA%8B/"}],"tags":[{"name":"藏书","slug":"藏书","permalink":"http://alcohol240ml.github.io/tags/%E8%97%8F%E4%B9%A6/"},{"name":"回忆","slug":"回忆","permalink":"http://alcohol240ml.github.io/tags/%E5%9B%9E%E5%BF%86/"}],"author":"AlcoHol240mL"},{"title":"评价的权利和资格————从游戏社区到网络时代淘金者","slug":"PJDQLHZG","date":"2024-04-13T22:03:52.000Z","updated":"2024-04-13T22:11:40.969Z","comments":true,"path":"2024/04/14/PJDQLHZG/","permalink":"http://alcohol240ml.github.io/2024/04/14/PJDQLHZG/","excerpt":"引言：说到这儿，就不得不提到我长期以来发觉的一个怪现象，就是游戏社区里的某些争吵，总是发生的两种人之间。一种人，库存的游戏大概在25个以内，会很固执的为他们玩了很久的游戏或完全没接触过的游戏辩护。另一种人，库存往往在100左右，会激烈的反驳上一种人。当然啦，还有很多的乐子人和观众聚在他们的周围，像在围观街上的斗殴，嗑着瓜子儿，喝着茶水，时不时指指点点跟周围的人笑谈两句……","text":"引言：说到这儿，就不得不提到我长期以来发觉的一个怪现象，就是游戏社区里的某些争吵，总是发生的两种人之间。一种人，库存的游戏大概在25个以内，会很固执的为他们玩了很久的游戏或完全没接触过的游戏辩护。另一种人，库存往往在100左右，会激烈的反驳上一种人。当然啦，还有很多的乐子人和观众聚在他们的周围，像在围观街上的斗殴，嗑着瓜子儿，喝着茶水，时不时指指点点跟周围的人笑谈两句…… 请注意：本篇具有强烈主观色彩（关键词：冒犯语言、批评、政治言论），可能引起读者不适，请酌情阅读！ 评价的权利和资格————从游戏社区到网络时代淘金者近几年来，我玩儿了不少的游戏。可惜我不能24小时泡在游戏里，毕竟我还有我的学业和生活。在闲暇时，我总是愿意逛一逛游戏社区，看看新闻、趣事，顺便再找一找更多会吸引我的新游戏。大学四年，我打了四年的游戏，也逛了四年的社区。在电子游戏这个领域，我的阅历在增长，我的眼界在拓宽。在学习中，在游戏中，在社区里，我感受到了另一种成长，在这个虚拟世界中的成长。 说到这儿，就不得不提到我长期以来发觉的一个怪现象，就是游戏社区里的某些争吵，总是发生的两种人之间。一种人，库存的游戏大概在25个以内，会很固执的为他们玩了很久的游戏或完全没接触过的游戏辩护。另一种人，库存往往在100左右，会激烈的反驳上一种人。当然啦，还有很多的乐子人和观众聚在他们的周围，像在围观街上的斗殴，嗑着瓜子儿，喝着茶水，时不时指指点点跟周围的人笑谈两句。 这样的场景我见过很多次，我大概明白其中冲突的根源所在。每一个独立的游戏社区想要盈利，就要寻求流量。想要流量，就要把用户群体牢牢的绑在这个平台上。怎么把用户绑在平台上呢？那就让他们在这个平台里找到快乐、幸福、归属感，当然还有最重要的，是给他们荣誉和愤怒。就像欧洲中世纪的领主带兵打仗一样，战前总要赋予士兵以荣誉和愤怒，在承受攻击时，士兵们才不会轻易的溃逃。每一个在平台上和别人起语言冲突的用户，总是会惦记着，诶，我得上号去看一看我骂的那个人有没有骂回来，他要是骂回来，我得接着骂他😂。诶，之前那个说xx是垃圾游戏的傻逼有没有被别人骂？我得上去看看乐子。这仍然是互联网的本质所带来的代价。廉价的通信带来了廉价的信息，更给了用户一个廉价的分享和发泄的渠道。 我置身事外时，常常能想明白这样的道理。因此我也认定，我没必要在社区发布任何评论，因为埋在土里的金子和土没什么区别，如果我的评论不是金子，那就更不值得发了。但当某些争论渐渐的倒向了无知者一方，我又总会有一种愤怒，一种心爱的事物受到脚踏的愤怒。这份原始粗鄙的愤怒驱使着我从围观者变成斗殴者，冲上去用拳脚和无知者撕斗。在这一刻，我和那些“傻逼”没什么两样，我真他妈愚蠢。 这些矛盾的思考成就了如今的我。我既不愿意置身事外，冷眼旁观，又不愿意放下尊严，冲上去和他们争斗起来。一个乞丐穿上了西装，按捺着粗鄙的本能，逼迫自己不要去捡地上的硬币。在这种时候，如果我不能给自己一个清晰的，能解决我所有矛盾和困惑的理论，那我永远都只是个野蛮人。因此，在这篇文章里，让我们来讨论一下这个命题：评价的权利和资格。 鉴定一块电子璞玉一款新游戏的发布预告，总是伴随着多方无休无止的争论。多方观点里，有两党最为主流，即唱衰派和支持派。我能想到最类似的情形，就是一群玉器爱好者面对着一块儿玉石原石，拿着手里的小紫外线电筒照来照去，分析这块石头里到底有没有好玉。你可能会讲，管它里面有没有好玉，切开来看看不就一目了然了？是啊，切开来看当然是最好的选择。可是卖这块璞玉的人不愿意这样做。切开来里面什么都没有，这原石就变成石头了，一文不值。要是有玉，那就值不少钱。卖玉石的人哪里知道里面到底有没有玉？所以干脆把原石放在桌子上，供人参观拍买。说不定，就能把一块普通石头卖出玉石的价钱。游戏厂商也是一样想。我这游戏做出来，我哪知道市场上的玩家会不会喜欢？干脆，我游戏没做出来的时候就放出来预售。说不定就有人信了我的鬼话，花了高价预购了游戏，那我就不亏。买了，玩了，发现不好，也未必会骂我，也未必会退款。不论怎样，不管我游戏做的到底好不好，我发出预告片来就已经有了热度，最终的销售量一定会提升。这群狗日的资本家算盘打得噼啪响，台下观众的争吵声也震碎了房顶。 这块璞玉就摆在桌子上。从言论自由的角度来讲，嘴长在自己脸上，想说什么都无所谓。就算我完全不懂什么狗屁玉石，我就大喊：这里面绝对有好玉！不违法吧？但这时候就会有人来反驳。一个戴着金丝眼镜，手里拎着一个小紫外线电筒的人指着鼻子骂他：放屁！你看，轰轰烈烈的争吵就此拉开帷幕。游戏社区也如此。新出了个游戏，预告片发的满天都是。下面的人就吵起来啦。每个人都觉得自己想说什么就能说什么。上到玩过几百款游戏，有数万小时游戏时长的大佬，下到没玩过几个游戏，只愿意看视频云游戏的小白，都觉得自己有权发表评价。 是的，你有权发表评价。嘴长在自己脸上，说什么都是自由。可反过来想，别人批评你的评价，也是自由。在批评与反批评中，好的言论可能就会脱颖而出，这就是“讨论”的价值。可当无知者的声量盖过了专业者的呐喊，这样的场景是多么的可怕呃！ 任何人，当然都有权说这款游戏是垃圾。说是一码事，正确却是另一码事。我总觉得，评价某一款游戏时，如果没有玩过同类型游戏中所有叫的上名字的游戏，那你就没有资格公开评价这款游戏的地位。原因也很简单，你所包容的不足，很可能是其他竞品早就轻易解决的东西。你所批驳的缺陷，很可能是其他竞品也深陷其中的问题。你认为的好坏，来自于你有限的见识。或者说得难听些，来自于你的无知。当然，这游戏你觉得好玩或者不好玩，你当然可以评价。每一个游戏平台和社区都为你提供了评价游戏的渠道。喜欢就好评，不喜欢就差评，这是像民主参政一样的最重要的纠错手段。可当无知者用自己那贫瘠的视野，来大谈特谈一款游戏在游戏市场上的地位，来拿这款游戏和其他游戏做对比，做捧踩，那真不好意思。照我的意思，你还不配。身为井底之蛙，却要让天下生灵相信它脚下的一方水潭就是大洋，妈的，你他妈也配？什么东西！ （我又急眼了，妈的我这脾气不改改早晚给自己气出个好歹来） 这叫什么？这叫评价的资格。 每个人都享有评价游戏的权利。但具象的讲，每个人都只有“我认为如何”这项基本权利。当你想要突破这层权力的上限，想要去掉“我认为”这三个字，想要从宏观的视角去全方位的做评价，甚至下定义，这就涉及到评价的资格。这份“下定义”的资格，源自于你在这个领域的积累。朋友啊，你是不是觉得这个道理太简单了，是个人就应该懂？我也觉得是。可是以己度人总会出错。我见到太多太多人，库存不过50，只玩过csgo、pubg、gta5这些大众的不能再大众的游戏，却还是大言不惭的评价着游戏和其他玩家。如果我为此愤怒，那我的愤怒就太廉价了。如果我一笑而过，那占多数的无知者就要盖过少数的有知者。当他们以“cs的在线量一直第一，所以cs最棒！”这种言论，填满了游戏论坛，那电子游戏的后来者，是不是也会相信这种屁话？当小丑堂而皇之的走入了殿堂，你还要拿着那群占绝对多数的蠢材的选票告诉我，这就是民主这就是正确么？当吃辣条的人觉得自己人多，所以辣条比鱼子酱更金贵，当看网文的人觉得自己人多，所以网文比名著更有价值，你还能像今天一样默不作声冷眼旁观么？ 如果时间能给出答案，如果沙子里的金子也是金子，那列宁的雕像就不会被人践踏，那玛雅文明就不会灭绝。我们一定要在梵高死后，才发觉他画中的价值吗？等待愚者醒悟，要付出多少代价？画还在，可梵高已经死了！再没人能画出那样的画了！ 傻子们的音量，总是比学者的音量大。无知的人，固执的相信自己脑子里的信息不是个人拙见，而是真理。这些无知的人进入了网络，和有知的人平起平坐，把尿掺进了美酒里。 这就是廉价通信带来的苦果。这份苦果，我们和我们的后代都要吞下去。 互联网“考古”和“淘金”我总是想着，我这博客都建立起来了，我要做一些有价值、有深度的研究，把这些研究成果放在博客里。当我看到《孤岛惊魂6》里描写的拉美国家时，我想着要研究研究南美革命，研究研究古巴。我看到《至暗时刻》里口吃国王和圣狐嫌弃丘吉尔在加利波利战役中的失策，我又想着要研究研究加里波利，想着要研究研究一战的各大战役。可拿着“加里波利”四个字是研究不出来什么的。我得查资料。东看看，西学学，把自己学习的内容记个笔记出来，也就是一篇内容了。这话说的轻巧啊，实际操作起来可真是费劲。 百度百科当然是个很好的资料来源。但这百科毕竟来自中国。我对我的祖国没有任何的怨言，但作为一个希望自己能变得诚实的人，作为一个有志于了解真相和真理的人，我必须得承认，国内的多数所谓“百科”“史料”，在多数情况下都有宣扬本国制度优越性和正义性的嫌疑。这种情况，我个人称之为“社会主义本位”。编写和修改这些内容的人，生活在社会主义社会，也需要把自己的内容贡献给社会主义社会，这使得畅所欲言成为不可能之事，因为“主义”总比“事实”更重要些。这些情况也不止发生在简中互联网，无论是任何地方的网络上，情况都是一模一样。说句题外话，简中互联网变成这个样子我都还可以理解。毕竟我国现在大敌当前，那后院不仅不能起火，还得异常坚实稳定。教育程度不发达，那愚黔首就是唯一的选择。我非常理解，也非常同意几乎所有的言论管制。 国内的百科不靠谱，国外的也不怎么样。以维基举例，这“自由的百科”真是盛名在外，其实难负。自由的百科既不自由（我没逼着你们反华啊？只是你们形容中国怎么能不说中国的坏话？说的温柔也不行。赞美革命？更不行了！你们这全都是“有争议内容”！），也不百科（我们根本就不在乎什么知识，什么真理，什么事实，我们只在乎美国爹爹的支持！）。yandex更是集中代表了毛子这个民族的撕裂。这使得想要看到真实且简洁的信息真的太难了。但如果我看不到这些内容，那我也不用写什么学习笔记了。都他妈去看百度百科好了。 这样的情况使我疑惑。如果这样的困境发生在每一个网民的身上，那岂不是意味着现代社会里几乎每一个人都不在乎事实的真相到底是什么？且不说近在眼前的巴以和俄乌，就以南美独立举例，难道全世界的人真的无法了解那段历史背后的真相了？还是说除了专业的学者以外，任何没有专业基础的人都只能苦哈哈的去翻教授们的论文？工学理学的真理我可以相信教科书，可以相信宣传。但史学，哲学，文学的“真理”，我到哪去学习？我不想每一次提到一战的第一反应都是“殖民帝国主义分赃不均，狗咬狗”🤮。我信，但是我无法完全相信这就是这场战争的本质。用这样粗糙的理论去解释一场世界大战的主要本质，槽点和矛盾实在太多，我不能不想。 更合理的，也更符合我的调查的解释就是，这个世界上的绝大多数人，对于这种与工作生活不大相关的事情，总是抱有“不求甚解”的态度。说白了，就是关我屁事。好好好，的确不关他们的屁事。但是这关我的事。我想这也关系到人类的事。我们总说“以史为鉴”，可是我们现在的史书都是不纯净的。在有偏颇的信息的影响下，人们怎么能做出正确的决定？当重大的责任或转机落在某一个人的身上时，命运真的会给他了解事实的机会吗？ 面对每一个事实，几乎所有对这件事有了解的人都能给出自己眼中的“事实”。这些“事实”又成为了每一个人对每一件事的“评价”。所以我真的不担心争论的出现。争论是有好处的，就像各种各样的战争证明了也促进了更优秀的社会体制和科学技术，争论是人类这个种族依然保有活力的证明，是整个种族的思考。但我怕的，是恐怖的死寂，还有沉默背后的隐忍和不甘。因为占据多数的人总是能为整件事情下一个清晰的定义，这个定义渐渐就变成了整个社会的评论。但人多不一定对，从来如此也不一定对。我怕的是，如果我们是错的呢？如果我们的自信，我们对“无知者”的粗鲁，反而葬送了真相浮出水面的最后机会呢？ 又要提两个例子，百度贴吧的民科吧和弱智吧。民科吧真是各路小丑的聚集地🤣。满篇错综复杂但漏洞百出的“论文”摆在吧里，供所有人评判和嘲笑。这里我不想讨论明科吧具体内容的真伪，毕竟“教授们”讨论的内容真的没有什么好解释的，1+1&#x3D;3，真的没啥意思。我只是想把民科吧作为一个抽象的符号。这证明了极其愚蠢浅薄的意见仍然广泛存在于社会中。如果一定要为他们辩护，那我必须得说他们是勇敢的。他们知道他们的意见不为大众所接受，但是他们依然敢站出来，说出来。我们的社会的确不需要他们的“论文”，但人类这个族群的确需要这样的人站出来，而不是为了怕丢面子，甚至某些更严重的后果，而不愿意发表自己的看法。另一个吧，弱智吧，这体现了一种不那么具有代表性的群体。他们提出的那些所谓的像弱智一样的言论，是真真切切具有某些讽刺意义或借鉴意义的。他们都是幽默领域的master。如果把弱智吧也抽象成一个符号，那么或许我们可以证明，对某些人所共知的公理进行适度的质疑和思考，也许会诞生新的，有趣的角度，让我们对这个世界和我们这个社会有更深切的了解。 所以我真的很期待，像他们这样的人能对“事实”发表一些自己的看法。我真的已经厌倦了挂着翻译插件去看全世界的人对于某件事情的无数种评价。我不想再看他们为了某种目的或者利益，为某些阶级、某些民族、某些国家、某些主义去辩护。我想看看不一样的东西，那些能从新颖的角度切入，能带给我新的观感新的视野的言论。 桑总是说我“什么事儿都能扯到社会扯到国家扯到政治上去”，我说实话，我也很厌烦我自己这种臭毛病。可是我没办法，对几乎所有的问题，我能想到的解释，或者解决方案只能是这个角度。但我并不因此气馁，因为我知道我不是一个人。这颗星球上有70亿颗像我的大脑一样有用的大脑，也许其中很多颗大脑没有这么多闲工夫考虑那些“关我屁事”的事，可是其中还有很多大脑，他们在考虑这些事情，他们在寻求解释或出路。这些努力都不是“屁用没有”，而是在主动为人类这个族群延寿。当然，我明白很多大佬是不屑于和别人争论的。但我也希望他们能多跟别人吵一吵，而不是双方各自保留意见，相安无事。毕竟，说不定哪天，命运也许会交给我一个无比沉重的担子。到了那天，现学现用肯定会忙中出错。如果他们能吵出真理，让我听见，让人们听见，那真是善莫大焉。 因此，我不能总是抱怨网上内容鱼龙混杂，要屎里淘金。屎不跟金子比一比，谁知道这俩玩意儿哪个更贵重？受制于礼节和个人考量，多数的争论也是点到即止。如果我真有心取得真经，那我也就得好好的干一干这屎里淘金的活。而且还有，我得学着跟别人吵架了，我一定得爱上这种感觉。 尾声看看！我又放了5000多字的屁！真牛逼！我可能真的有点儿太喜欢自己的声音了，居然用瞎扯淡来消遣自己。不过这也没什么。天天忙着做“正事”，那什么时候取悦自己呢？ 写这东西也实在是因为我累了。我既为我看不得蠢货们跟人在一起吵架而疲惫，又为我想找点儿有价值的内容，却找不到而疲惫。说实话，敲完这5000多字我变得更疲惫了。不过还行。这将是本博客《胡言乱语》板块的第一篇内容！博客开张至今已经有86天了。我不能总往我的博客里塞游戏攻略吧？要是有没那么熟的人一看，woc，这小子天天不干正事，净打游戏，那多不好！万一在看博客的这个人是我未来的媳妇儿呢？嘿嘿不能让人看扁了是叭。话说回来，这5000多字屁用没有的长篇大论，让人看完了估计更得看扁我。去他妈的！爱咋看咋看看！我也没拦着你看抖音吧？至少我说的都是真心话，比抖音上那帮脑残强多了。 还有奥，这里有些例子举的真是没那么好。这民科吧和弱智吧的例子可能不够精确，但是把日心说和地心说的老黄历扯出来，我又觉得老土。唉，不改了凑合看吧。","categories":[{"name":"胡言乱语","slug":"胡言乱语","permalink":"http://alcohol240ml.github.io/categories/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/"},{"name":"一派胡言","slug":"胡言乱语/一派胡言","permalink":"http://alcohol240ml.github.io/categories/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/%E4%B8%80%E6%B4%BE%E8%83%A1%E8%A8%80/"}],"tags":[{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://alcohol240ml.github.io/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://alcohol240ml.github.io/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"},{"name":"胡言乱语","slug":"胡言乱语","permalink":"http://alcohol240ml.github.io/tags/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/"}],"author":"AlcoHol240mL"},{"title":"战地1个人新手指南","slug":"bf1xinshou","date":"2024-04-01T05:58:40.000Z","updated":"2024-04-07T11:18:49.355Z","comments":true,"path":"2024/04/01/bf1xinshou/","permalink":"http://alcohol240ml.github.io/2024/04/01/bf1xinshou/","excerpt":"引言：最近，我总是被问到“xx兵种什么枪好用？”“诶这里为什么不能xxxx”之类的问题。干脆，我写这样一篇新手指南，依照我的经验，为我的朋友们指条路。希望你们能有耐心读完这篇文章。即使太忙，我也设置了目录，可以在打游戏的时候迅速查阅想知道的内容…………","text":"引言：最近，我总是被问到“xx兵种什么枪好用？”“诶这里为什么不能xxxx”之类的问题。干脆，我写这样一篇新手指南，依照我的经验，为我的朋友们指条路。希望你们能有耐心读完这篇文章。即使太忙，我也设置了目录，可以在打游戏的时候迅速查阅想知道的内容………… 请注意：本篇为主观萌新向简易指南，请优先参考其他更可信的信息源，再结合本篇内容进行操作！ 请注意：本篇具有强烈主观色彩（关键词：污秽语言、批评），可能引起读者不适，请酌情阅读！ 本文是工具性内容，可使用本文目录跳转到你有需要的部分开始阅读。 本文尚未编撰完成，因某些原因提前发布不完整版本。完整版会在后续进行更新。 战地1个人新手指南写这篇文章时，我已经玩了整整240小时战地1。我像“学德语的Marius”一样，已经确信这将是值得我为此奉献青春的游戏。我目前生涯kd1.6，kpm1.56，然而最近的对局我的kd一般都在3左右。最开始陪我玩战地1的涛涛，忙于毕设，已经鲜少登录了。可惜，涛涛是个好队友，就是喜欢偶尔整点怪活儿，给我来点小小的神经病震撼。 正巧最近我拉来了几个好兄弟一起玩战地1。我总是被问到“xx兵种什么枪好用？”“诶这里为什么不能xxxx”之类的问题。干脆，我写这样一篇新手指南，依照我的经验，为我的朋友们指条路。希望你们能有耐心读完这篇文章。即使太忙，我也设置了目录，可以在打游戏的时候迅速查阅想知道的内容。 不过我毕竟不是pro，很多信息了解的还不够全面。我玩这游戏时间太短，而游戏内容又很深，这让我不敢自信我说的一定对。而且网上一定有比我写的更全面更准确的内容存在。不论如何吧，写点内容出来总比等过几年忘了这一切要好。这也符合我博客的初衷。 本文中，我将从以下方面展开： 1购买与启动 2服务器和游戏模式的选择 3各职业的区别和职责 4四种主要职业的枪械选择推荐 5全枪械评价 6手雷、配备和天赋的选择 7入门技巧 8枪械载具皮肤 9彩蛋枪peacekeeper 废话不多说了，开干！ 购买与启动战地1可以在steam平台、epic平台、EA平台或xbox平台购买，ps主机和xbox主机也可以，但主机服和pc服分开独立。steam平台原价198￥，但我估计没有冤种会原价买吧……史低20￥，仅有革命版，也就是全dlc版可购买。 战地1没有dlc很难办，很多地图和武器都没有，游戏体验无限趋近于零。 从steam或其他任何平台启动，都需要启动EAapp。 这傻逼app，我评价为纯纯的🐶💩。妈的傻逼EA真是他妈美国腾讯奥，还不如中国腾讯呢。整这个臭b平台启动又费劲登录又费劲，加个好友都他妈费劲，启动一次废的时间比他CEO命都长。真他妈是给他死了的母亲弄得好坟奥，外人想进都进不去。不过没事，你爹我能进去，进去就给你傻逼EA的无性野人老脑残母亲的骨灰一个屁崩的满天乱飞，EA我操死你的妈。你们那个逼脑子绝对出生时候让你妈那个老臭黑b帮子夹废了。 EAapp在登陆和启动上可能会遇到很多困难。常见的解决办法就是开加速器，或点左上角的“三”标志，选择其中的“恢复app”。其他问题如果还不能解决，可以查b站和贴吧。EA平台的弊病，网上有很多解决方案可供尝试。 另外，游玩战地1需要加速器。节点选择亚洲日本。如果要玩欧服，选择欧洲德国，ping一般在160左右。 服务器和游戏模式的选择服务器选择战地1的官服很容易遇到挂。 而我们亲爱的EA向来是跟挂狗穿一条臭裤衩子，从来不管他们。 因此，我们必须选择社区服，也就是玩家自己开设的服务器进行游戏。 每一个社区服务器都可能有很多有服主设置的限制。比如生涯kdkp限制，禁用某些武器等。这些信息一般会在服务器名称和服务器详情里标注。下面我们详细说明。 多数服务器都会对kdkp进行限制。kd指击杀死亡比，kp或kpm指每分钟击杀数。这两个指标在一定程度上表明了玩家的水平。某些服务器的kdkp限制较低，比如双k＜1.5，这种服务器我们称之为noob服，或新手服，适合刚玩这款游戏的人加入。某些服务器kd kp限制为小于2或小于3，这种服务我们一般称之为Pro服或noob&amp;pro服，只建议对游戏有充分理解的玩家进入。某些服务器还可能限制局内kd，甚至限制局内击杀数，这样的服务器一般都是为新手玩家准备的noob服。 某些服务器会对玩家使用的武器或载具进行限制。比如某服务器写了“no0818&amp;1917wangyuan”，这意味着这个服务器禁止使用SMG0818和1917机枪（望遠瞄具）。这两把枪是战地一的轮椅枪和担架枪，被禁不无道理。某些欧服会禁止使用毒气手雷，这个不用管，幽默老欧自己菜的抠脚，根本不明白毒气的战术意义。 另外，即使多数服务器可能不会标明，但如下行为会在几乎所有服务器中被禁止：使用照明信号枪（发射出的照明单会让玩家的屏幕巨他妈亮，严重影响全体玩家游戏体验）、选择载具中的迫击炮车（只能通过远程发射迫击炮的形式攻击敌人，对改变局势毫无帮助，且难以反制，还会由于自家正面少了一辆载具而被对方的载具撕碎）、当“蜘蛛人”（只是某些地图中的建筑高处可以通过空降的特殊方式到达，位置过高难以被反制）。玩家一旦做出这些行为，会很有可能被管理员发现，立刻踢出服务器并加入黑名单。 另外，有些服务器在名称中可能标明了“qx”字样，请不要进入这样的服务器。这样的服务器为权限服，也就是社区中常说的皇帝服。在这样的服务器中，除服主群体以外的其他玩家往往会受到不公正的对待。比如因为你击杀了“皇帝”就被踢出游戏之类。 某些情况下，当你被踢出服务器时，可能会标注“为了给服务器管理员腾出空间，你已被踢出游戏”，这表明服务器中的VIP成员正尝试加入服务器，而你作为被随机抽中的那个倒霉蛋，被踢出服务器给他腾位置。VIP并不意味着皇帝，而很有可能是服务器架设的出资者，甚至是主动帮薯薯们抗压、维持低压环境的pro哥。请别生气，战地一的私服能维持至今，很不容易。几乎所有的服主都是用爱发电。如果你愿意，可以加入服务器的QQ群，帮助服主出资开服。这是一种获取VIP资格的方式。 游戏模式的选择战地一的游戏模式有很多，最常见，也最主要的两种游戏模式是“征服”和“行动”。 征服模式一般是双方从出生点出发，相向推进，通过占领旗帜、击杀敌人来获取分数，赢得胜利。某些地图可能不同，如索姆河，防守方开局即获得所有旗帜，而进攻方开局即获得300分数，并从出生点出发，逐步推进。任何一方分数满1000点即获胜。获胜方将会获得1.5倍分数加成。 行动模式一般由两到三张地图组成，是游戏时间较长的大型战役。游戏玩家分为防守方和进攻方两个阵营，由进攻方逐步向防守方进攻，占领目标阵地。防守方有无限的人力，而进攻方一般有三个营的兵力。每个营的兵力为250人，每人次的进攻方玩家重新部署，即扣除1人力。凡尔登战役较为特殊，每个营有350人。每当进攻方完全消耗一个营的兵力，则将游戏重置到目前进攻方抵达的位置，所有人重新部署，继续游戏。每当进攻方完全消耗一个营，则在部署下一个营时，为进攻方添置辅助道具，如精英兵武器、钢铁巨兽。当进攻方的三个营全部消耗完毕时，防守方获胜。如果进攻方在三个营未完全消耗完之前，成功攻下所有地图中的所有目标点，则进攻方获胜。如果在第一张地图中，进攻方消耗了一个营，那在下一张地图中，进攻方将继续部署剩余的两个营。直到进攻方完全耗尽人力或完全攻下所有地图，游戏才会终止。行动模式中，每一张地图结束或整局游戏结束时，系统会评价进攻方和防守方的进攻&#x2F;防守效果。根据双方表现的不同，为双方分别添加大额分数加成。 除了这两种主流的游戏模式，还有一些其他的模式也比较常见，如死斗，抢攻等。死斗模式通常是为特殊玩法布置的。比如手枪战，刺刀战等。这些服务器的限制都会由服主配置完成。 所有社区服务器的服主都可以自行配置服务器中的规则。比如复活时间长短，双方分数上限，禁用或启用某一类别的武器等。将此规则运用的最好的服务器类型，当属硬核服。硬核服务会强制双方使用各自阵营的制式武器，制式武器在正常的游戏模式中不可用，但在这种服务器中是唯一选择。制式武器通常是栓动步枪，也就是栓狙。因此硬核服务也可叫做大栓服。硬核服中，玩家没有小地图，无法标记敌人，也无法通过UI分辨友军和敌军，只能通过双方的衣服来分辨。所有的武器一枪致死，友军伤害也被开启，因此每次开枪都要既谨慎又迅速。在这样的服务器中，你能极其拟真地体会到一战的氛围，是我认为最具趣味性和沉浸体验感的模式。 当然还有一些特殊的服务器，比如用于完成彩蛋枪peacekeeper任务的服务器，比如专门用来快速获取行动模式箱子的刷分服，还有某些专门用于完成小任务的刷枪服，这里不再一一赘述。 各职业的区别与职责相较于讨论度更广的战地五，战地一中各个职业的分化非常明显。突击兵绝大多数武器为冲锋枪和霰弹枪，医疗兵为半自动步枪，支援兵为机枪，侦察兵为狙击枪。不过每个职业中也都存在一些“另类”的枪，能够做到其他职业能做的事，比如突击兵的1915防御版，其本质是一把机枪。比如医疗兵的刘将军步枪，本质是一把狙击枪。 突击兵突击兵的职责正如其名，负责往前哈冲。以冲锋枪和霰弹枪作为主手武器，使其最佳交战距离一般处于中近距离。由于多数突击兵武器的弹容较低，为了应付复杂的战况，使用突击兵时应注意控弹。尽可能用最少的子弹杀最多的敌人，防止频繁换弹带来太多的空窗期。 突击兵也拥有很多反坦克武器，因此步兵反载具也是突击兵的职责。不过某些反坦克武器，例如at筒子和炸药，同样也是对付步兵的宝具。 医疗兵医疗兵的职责也很显然，即治疗队友。但医疗兵最恐怖的地方在于医疗的主手武器。半自动武器在中距离有恐怖的爆发力和精准度，某些武器甚至有超长的续航。这使得医疗兵也成为Pro们的最爱。在战地一中，半自动武器的弹道最为复杂，主要受到后坐力、随机散步和连射惩罚的影响。后坐力可以通过压枪控制，随机散步只能听天由命，而连射惩罚作为半自动武器最大的debuff，需要严格的控制射速来进行规避。为了最大效率的击杀敌人，医疗兵需要根据距离的不同而控制不同的射速。这也成为了玩医疗兵最大的门槛。不过当你有了一定的游戏经验和意识，医疗兵以一抵百的上限就成了你捞薯条的资本。 医疗兵可以携带医疗包和医疗箱为队友回血。医疗包回血更快，但需要靠近才能使用。医疗箱使用范围很大，但回血稍慢。医疗兵也是战地一中唯一可以抬起倒地队友的职业。想要做到这一点，需要携带医疗针筒。 支援兵支援兵主要使用机枪作为主武器。机枪可以细分为两种，一种机枪拥有较低的弹容，但同时也拥有较低的后坐力和较高的精准度。即使在站立射击时也很容易击中敌人。另一种机枪拥有较大的弹容，但站立射击后座大且不精准，一般需要将脚架架在支撑物伤或干脆趴在地上来使用。支援兵的某些武器甚至拥有较远的射程，比如臭名昭著的担架，M1918機槍（望遠瞄具），这使得支援兵可以在很远的距离实现火力覆盖。支援兵的机枪也有独特的属性，叫做预热和过热。多数机枪前几发子弹较不精准，需要持续射击几发子弹后，后面的子弹才较为精准。某些大弹容的机枪也会出现过热问题，当持续开火一段时间后机枪会过热，无法射击，在散热动作过后方可继续射击。 支援兵也可为队友补充弹药。主副武器的子弹，特殊配备的弹药和手雷，都可得到补充。同样的，支援兵也有弹药包和弹药箱两种配备。不过鉴于但要想使用更方便，补充范围更广，且投掷物需要持续补充弹药方可恢复一颗，因此更推荐使用弹药箱。 侦察兵侦察兵主要使用狙击步枪，充当远距离火力。一些狙击步枪有配有瞄准镜的版本，配有大号机械瞄具的版本，和使用机瞄的版本。其中，有瞄准镜的版本，会在开镜时反光，暴露自己的位置。因此在使用时应注意保持移动并减少开镜时间和频率。在射击较远目标时，枪械的抖动可能会影响精准度，因此可以长按shift键进入屏息来短暂稳定枪械。除M.95以外，所有的栓动狙击枪都具有致死距离这一特性。在某段距离中，只要一枪击中敌人躯干，即可立即击杀。而在致死距离外则有伤害衰减，除非爆头，否则难以一枪击杀满血敌人。 侦察兵最重要的配备当属信号枪。与战地5不同，战地一的信号枪需要信号弹落到地上，才可保证落点周围大范围内敌人位置被标记在小地图上。这会极大的帮助队友了解敌人的位置，以在进攻中做足准备。 载具驾驶员当你在出生点中选择坦克、飞机或船只来部署时，你会成为驾驶员。驾驶员可使用的主武器性能很差，一般只推荐携带费罗梅尔停止手枪。不过驾驶员绝大多数时候也不需要使用主手武器。驾驶员在驾驶飞机或坦克时一般最好不要离开载具。载具被摧毁会使自家载具进入冷却期，冷却过后才可部署新的载具。更可怕的情况是当你离开你的载具后，你的载具被敌人获取。在这种情况下，己方的载具将不会刷新，除非被抢夺的那辆载具被摧毁。这将导致双方载具不平衡，会使己方处于严重劣势。 骑兵出生点中也可能可以选择作为骑兵部署。骑兵的主手武器固定为马枪，副手武器为马刀或长枪，一般推荐携带长枪。骑兵具有较高的伤害抗性，简单来说就是血厚。击毙骑兵的马或骑兵本人都可以击杀骑兵。骑兵的马践踏敌人时会立刻击杀敌人，骑兵的近战武器也可以秒杀敌人。骑兵也会配备两颗反坦克手雷用于摧毁载具。骑兵的马枪可以远距离射击，但不能开镜，两枪躯干或一枪头致死。骑兵也会携带医疗包和弹药包，可以为自己和队友补充血量和弹药。当骑兵本人被击杀，但战马未被击杀，则会留下无主的战马。任何一名玩家骑上战马都会立刻获得骑兵全套装备，成为新的骑兵。骑兵主动下马时，仍会携带骑兵的马枪。但当其他兵种的玩家骑上无主战马，下马后会恢复玩家骑上战马前的装备。 精英兵精英兵种是战地中最具特色的机制之一。当玩家捡起盒子中的精英武器时会变成精英兵种。精英兵有坦克猎手、喷火兵、机枪哨兵、冲锋枪哨兵、战壕奇兵和入侵者。不同地图和不同模式会刷新不同的精英兵种。当有精英武器刷新时，精英武器盒子附近的玩家会收到“附近有特殊装备可用”的提示。获取精英武器的玩家无法脱下精英武器。精英兵种有很高的伤害抗性，简单说也是血厚。同时他们的武器也极具进攻力，因此精英兵是改变战场局势的利器。 机械巨兽当己方阵营刷新出机械巨兽时，你也可以部署在机械巨兽上，成为机械巨兽驾驶员。离开机械巨兽时将会恢复成部署时的兵种。机械巨兽有四种，分别是飞艇，超重型坦克，装甲列车和无畏舰。其中超重型坦克和装甲列车存在的意义就是强行占领地图中的关键旗帜，为弱势方获取强行翻盘的机会。飞艇和无畏舰则是输出工具，可以辅助友军占领关键位置。 建议对于新手玩家，不推荐使用坦克、飞机、机械巨兽。这些装备会极大的影响战局，操作不当会使己方处于劣势。 四职业枪械选择推荐重要前提在推荐枪械前，需要说明战地1枪械选择的一些前提条件。 火力压制战地1具有火力压制这一特性。当玩家的身边有子弹飞过，或有子弹击中玩家，但玩家并未被击倒时，玩家会进入被火力压制状态。进入被压制状态的玩家，射击精准度将受到大幅影响。这对于冲锋枪，霰弹枪的影响不大。但对于半自动步枪、狙击枪和需要进行远距离射击的机枪来讲，进入被火力压制状态意味着难以击中敌人。 被火力压制时，屏幕四周会有黑色氛围框。被击中时的红色氛围框会掩盖黑色框。 另外，即使是有单颗栓动步枪子弹擦过身边，也会进入短暂的火力压制状态。 因此，在被火力压制时，应考虑进入掩体躲避，等待火力压制状态结束再重新射击。在攻击敌人时，如果自己血量不健康，也可以通过持续射击的方式，使敌人进入被火力压制的状态，让敌人无法精确射击，从而给自己换来片刻的喘息之机。 可调节表尺某些栓动步枪可以调节表尺。表尺一般有75m，150m和300m三个档位，默认75m。敌人距离较远时，可以将标尺适当调高。此时会自动抵消掉相应的子弹下坠，使子弹落点能在表尺距离内落到准星瞄准的位置，而不必由玩家计算下坠、调高准星。 切换武器取消后摇某些武器可以切换射击方式，比如M1903（实验）。在切换武器射击方式时，为了免除较长的切换动作，可以快速切换主副武器，来取消后摇。在为某些武器换弹时，如果想取消换弹动作，立刻恢复射击，也可以快速切换主副武器。不过新的弹药并不会被装填完成。枪内剩余弹药仍是换弹之前的数目。 移动射击与站定射击和大多数fps游戏类似，玩家在移动时射击较为不精准。这对于冲锋枪，霰弹枪等主打腰射的武器来讲并没有太大的影响。不过这对于半自动武器和栓动武器来讲，是灭顶之灾。因此，为了能够击中敌人，请尝试站定后再开枪射击。这款游戏也可以采取急停的方式，使自己快速站定，不过效果不明显。 另外，冲锋枪和某些霰弹枪能够装备刺刀。但装备了刺刀的武器，从跑步状态切换到腰射状态需要耗费更长的时间，不利于近战快速反应。因此要认真考虑是否应该携带刺刀。 致死距离除M.95以外，所有的栓动狙击枪都具有致死距离这一特性。在某段距离中，只要一枪击中敌人躯干，即可造成100点伤害，实现立即击杀。而在致死距离外则有伤害衰减，除非爆头，否则难以一枪击杀满血敌人。 协助击杀当你对敌人造成伤害但未击杀敌人后，该名敌人被其他队友击杀，你将获得助攻分数。但当你对这名敌人造成了75点以上的伤害，且这名玩家随后并未获得血量恢复，即被己方玩家击杀，那么你将获得协助击杀。协助击杀和正常的击杀一样，都算作一次击杀。 突击兵武器推荐突击兵的武器主要用于近距离杀敌，因此更强调ttk（完成击杀所需时间）。 在霰弹枪中，性能最优异的当数Model10A。最推荐使用10A的猎人版本，此版本在枪口上装有收束器，能大幅延长射击距离。腰射准确可一击毙命。10A的原厂版本在射击距离上不如猎人版本，但拥有更快的准星恢复速度和射速，在低压局空枪后可快速补枪。 冲锋枪中，最耀眼的两把武器当属M1917自动冲锋枪和Annihilator冲锋枪。M1917腰射精准度较高，ttk非常短。因此在近距离和中近距离上可以迅速击毙敌人。推荐使用壕沟战版本，进一步提升了腰射精准度，实战中不需要开镜瞄准。而Annihilator，也即汤姆逊冲锋枪，人称汤哥，是ttk最短的冲锋枪。单发伤害高且有恐怖的射速。拿着这把枪追杀敌人，就像一条疯狗，所以也被戏称为汤疯狗。此枪后坐力稍大，因此也不太适合开镜瞄准，更推荐腰射。不过在攻击中距离目标时，开机瞄准仍可提升精准度。唯一的弊端是20发的弹容，虽然理论上讲，近身四发子弹就可以击杀满血敌人，但实践中还是会有很多子弹被泼水浪费掉。所以对于上面这两把冲锋枪，控弹决定了你的连杀能力。 除了以上三把枪，还有一把不得不提的，臭名昭著的轮椅枪，SMG0818。射速高，伤害高，精准度高，还有81发大弹容，是突击兵武器中的六边形战士。不过某些服务器中会禁用这把武器。且由于这把枪综合性能优异，但ttk和后坐力不尽人意，在高压局中也很难发挥出很大的优势。使用此枪时建议腰射，并注意此枪会像之前一样出现过热问题。 医疗兵武器推荐医疗兵的武器，异彩纷呈，各具特色。公认综合性能最为优异的是Howell自动步枪，M1907半自动步枪和Farquhar-Hill步枪。Howell自动步枪，也称豪威尔步枪，具有较高的精准度，适合中远距离架枪。尤其是狙击手版本，配备了大倍率瞄准镜，在使用脚架的情况下，可以将大量子弹倾泻到一个点上，输出精准和续航都堪称恐怖。这把武器在架枪射击时，连射惩罚也较小，是比较适合新手使用的半自动步枪。M1907具有三个型号，这款武器也是许多大佬认定的，战地一中上限最高的武器。壕沟战版本拥有较好的腰射准度，在近距离也可堪一战。原厂版本则拥有较快的准心回复速度，在连续射击时控制弹道的压力较小，更容易射杀中远距离的敌人。扫荡版本是M1907的全自动版本，通常不推荐使用。但考虑到M1907这款枪本身素质优秀，加之新手很难有较强的射速控制能力，因此我个人认为，扫荡版本也可以作为新手在中近距离扫射杀敌的选择之一。Farquhar-Hill步枪，也称法夸尔步枪，同样综合性的极其优异。其最大的特点在于站立射击时也有不俗的精准度，且连射惩罚较小，适合在有大量中距离遭遇战需求时使用。以上三款武器都是精准度较高，ttk比较短，且弹容高适合连杀的武器。不过操作门槛较高，新手可能不会取得较好的战果。 医疗兵也拥有一把能够全自动射击的武器，费德洛夫自动步枪。这也是医疗兵唯一可选的，真正意义上的全自动武器。可惜弹容较低，且ttk稍高。综合性能上的优缺点，这把枪更适合在中距离射杀敌人。壕沟战版本拥有更好的腰射性能，瞄准镜版本拥有一个镜片瞄具并拥有更好的中距离精准度。 医疗兵的另一把武器，刘将军步枪，是战地一中公认性能最为优异的狙击枪。同时它也是这款游戏中唯一的中国武器。此枪默认为半自动模式，切换为栓动模式则变为一把狙击枪。作为一把栓动步枪，这把枪有极高的备弹量，很高的弹速，极高的射速，和很高的伤害。配合医疗兵能为自己回血的特性，非常适合抽杀敌人。在半自动射击时，实力也同样不俗，唯一的缺点就是六发的弹容。不过瑕不掩瑜，这把枪凭借极其优异的性能，成为了社区中的红人。如果你把刘将军步枪玩的很好，可能会收获“玩刘没牛牛”“玩刘玩的”这样的善意调侃。 支援兵武器推荐支援兵的机枪，如上文所说，要分为两大类。大弹容配有脚架的机枪，一般用于中远距离压制；小弹容机枪一般用于中距离射击。在远距离压制武器中，刘易斯、MG15n.A.、轻机枪08&#x2F;18都较为推荐。不过远距离压制机枪一般需要使用脚架，这要求玩家匍匐在地上或架在齐胸掩体后。这样做的后果就是玩家的火力位置一旦暴露，很容易招致敌方侦察兵的爆头射杀，因此实战效果难以评价。小弹容中距离武器中，最为推荐麦德森机枪、波顿LMR和M1918白朗宁自动步枪。麦德森的综合性能最为优秀。这把枪射程远，精准度高，连续射击精准度也很优秀。30发的弹容为玩家带来了连杀的可能。唯一的缺点是巨大的弹匣会遮挡玩家的不少视野，导致很多玩家不愿意使用这把武器。白朗宁自动步枪也即bar机枪，拥有20发弹容和更高的伤害，击杀效率相对于麦德森来讲更高一些。缺点在于20发的弹容错率较低，较高的射速可能让你直接连空20发。不过不论如何，这把枪依然是中距离的强力武器。波顿是一把很有趣的武器，一般认为这把枪是机枪中的冲锋枪。极为优异的腰射精准度使其它在近距离也可堪一战。按下模式切换键可切换为燃烧子弹，伤害稍低但可对空军造成大量伤害。对付步兵时，情急之下也可按下切换键来免去装弹过程，使用那20发燃烧子弹。这把枪也是唯一能装刺刀的机枪。 支援兵的这些机枪虽然可以被粗略的分为这两大类别，但压制型的机枪不意味着不可以站立射击，中距离机枪也不意味着不可以趴地。具体情况仍需具体分析。 接下来我将为你介绍这样一款武器。它拥有最高两百发的弹容量，能和狙击枪媲美的射程，能在200m将子弹打到一个点上的精准度。对狙吗哥们？我1917望远。请各位掌声欢迎战地一中的担架枪，捞薯战神，M1917机枪。这款枪的强大之处无需多言，唯一的缺点是需要趴地或架在掩体上才能拥有如此高的精准度。因此，面对有经验的玩家，也很容易被反制。不过强度无需多言，在不禁用这把枪的服务器里，你可以好好的体会一下这种快感。 侦察兵武器推荐侦察兵的武器多为栓动狙击枪。每把枪都具有各自的弹速和致死距离，因此每把枪的手感都不同。因此，很难讲哪一把枪最强。不过需要区分于其他游戏的一点是，战地一中机瞄狙极为常见，也最为好用。只要习惯了机瞄，游戏体验肯定会更上一层楼。Gewehr98具有较高的弹速，射击远距离目标时，需要计算的提前量较少，适合战地系列游戏经验较少的玩家。GewehrM.95拥有稳定的75点伤害，代价是没有致死距离。但75伤害刚好是协助击杀的底线，因此也很容易吃到人头。SMLE MKⅢ也就是老李，短款李恩菲尔德，综合性能较为优秀也较为推荐使用。38式步枪较难驾驭，但性能也不容置喙。M1917Enfield消音器版本是很多人心中最好的瞄准镜狙击枪，性能优异的同时自带一个消音器，让受到攻击的玩家更难判断你的位置，适合偷人头。 当你认为你的狙击水平已经登峰造极时，你可以试试一款叫做马提尼亨利步枪的武器。我不想在此多说这把枪的好处坏处，你只需要上手体验一下就可以感受到。当你能熟练的驾驭这把枪，你就已经是一个真正的狙击手了。","categories":[{"name":"游戏","slug":"游戏","permalink":"http://alcohol240ml.github.io/categories/%E6%B8%B8%E6%88%8F/"},{"name":"游戏指南","slug":"游戏/游戏指南","permalink":"http://alcohol240ml.github.io/categories/%E6%B8%B8%E6%88%8F/%E6%B8%B8%E6%88%8F%E6%8C%87%E5%8D%97/"}],"tags":[{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://alcohol240ml.github.io/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"游戏","slug":"游戏","permalink":"http://alcohol240ml.github.io/tags/%E6%B8%B8%E6%88%8F/"},{"name":"萌新向","slug":"萌新向","permalink":"http://alcohol240ml.github.io/tags/%E8%90%8C%E6%96%B0%E5%90%91/"},{"name":"战地1","slug":"战地1","permalink":"http://alcohol240ml.github.io/tags/%E6%88%98%E5%9C%B01/"},{"name":"指南","slug":"指南","permalink":"http://alcohol240ml.github.io/tags/%E6%8C%87%E5%8D%97/"}],"author":"AlcoHol240mL"},{"title":"游戏手柄萌新向使用指南","slug":"shoubingzhinan","date":"2024-03-15T13:53:29.000Z","updated":"2024-04-13T22:05:24.971Z","comments":true,"path":"2024/03/15/shoubingzhinan/","permalink":"http://alcohol240ml.github.io/2024/03/15/shoubingzhinan/","excerpt":"引言：游戏手柄，也被成为控制器（Controller），一般用于作为输入设备游玩游戏。当然，手柄也可以作为其他设备的硬件输入，比如前段时间泰坦尼克参观潜艇的控制设备居然就是一副Xbox手柄。在游戏手柄诞生之初，它的形状和功能都和现在有很大的区别。不过本篇文章的核心是为初次使用手柄者提供一份指南……","text":"引言：游戏手柄，也被成为控制器（Controller），一般用于作为输入设备游玩游戏。当然，手柄也可以作为其他设备的硬件输入，比如前段时间泰坦尼克参观潜艇的控制设备居然就是一副Xbox手柄。在游戏手柄诞生之初，它的形状和功能都和现在有很大的区别。不过本篇文章的核心是为初次使用手柄者提供一份指南…… 请注意：本篇为主观萌新向简易指南，请优先参考产品说明书，再结合本篇内容进行操作！ 本文是工具性内容，可使用本文目录跳转到你有需要的部分开始阅读。 本文是工具性内容，最后一次编撰于2024年3月，部分信息可能会在某时过时，请注意时效性。 什么是游戏手柄呢？当我问自己这个问题的时候，我忍不住想起steam的手柄使用提示框，如下。 来自steam的手柄指示界面 “拿上…任何长得像控制器还能连接到您PC的设备”，刚看到这句话的时候真是要把我乐死😂。不过仔细想想，steam在用户体验方面的设计真的是很有经验。对于没用过手柄的人来说，“任何长得像控制器还能连接到PC”的确就是“游戏手柄”最好的定义。（btw，PC指的是你的电脑） 本文将向未曾使用过游戏手柄或在使用游戏手柄方面经验很少的人介绍游戏手柄的分类、使用方法和具体功能。在正文开始之前，我还是要多说一点废话。不论你之前习惯使用什么游戏设备，不论你认为键盘鼠标在打游戏这方面有多大的优势，我希望你能明白，输或赢，爽或不爽，这并不是游戏真正的内核。全球上万家游戏公司，每年超百亿美金的电子游戏研发投入，不仅仅是为了带来快乐，更是人类在模拟现实、实现幻想这方面做出过的最伟大也最成功的尝试。这才是“第九艺术”名号的来由。而游戏手柄，是一个普通人能接触到的，最能将你全身心带入游戏世界的设备。只有明白这一点，你手中的手柄才不仅仅是一个玩具。 游戏手柄萌新向使用指南游戏手柄，也被成为控制器（Controller），一般用于作为输入设备游玩游戏。当然，手柄也可以作为其他设备的硬件输入，比如前段时间因事故沉没的泰坦尼克参观潜艇的控制设备居然就是一副Xbox手柄。在游戏手柄诞生之初，它的形状和功能都和现在有很大的区别。不过本篇文章的核心是为初次使用手柄者提供一份指南，至于手柄的历史，后面可能会另写一篇文章做讨论。 文本将从以下条目进行展开 1游戏手柄的分类 2游戏手柄的使用方法 3游戏手柄按键的一般功能 4如何自定义配置你的手柄 5游戏手柄的保养和维护 6游戏手柄购置引导 好啦！放轻松！接下来，让我来慢慢向你介绍你手里这个滑溜溜的小玩意！ 游戏手柄的分类你可能见到过很多类型的游戏手柄，也可能你觉得手柄长得都差不多。对于现在这个时代来讲，主流游戏手柄在外观方面的差异都不大。多数手柄的长相都如下图所示，都由两边的握把和中间的连接部分组成。不过也有一些年代较远的手柄，在现在日常生活中仍能见到。某些游戏设备的手柄也可能长相并不“主流”。 常见的游戏手柄 图为xboxone 对于“主流”手柄来讲，大致有3种类别，我称之为xbox配列、switch配列和ps配列。你可能注意到了，这三种游戏手柄分别对应了目前最主要的三种家用游戏机（微软的Xbox系列，任天堂的NintendoSwitch系列和索尼的PlayStation系列）。的确，这三种游戏手柄正是这三家公司及其授权公司的杰作。其他的游戏手柄生产厂商一般也会生产这三类手柄，以符合玩家的使用习惯。接下来我们来介绍这三种手柄的区别。 不用担心，这一部分仅仅是介绍。你不必记住这些内容，也能熟练使用手柄。 xbox配列手柄Xbox手柄（如上图例），在手柄的正面面板上有两个摇杆，一个十字按键，和四个圆形按键。两个摇杆分别位于手柄左侧上端和右侧下端。圆形按键命名为ABXY，A在下，Y在上，X在左，B在右。微软的官方手柄会在手柄中间上部安装一个标志性的“西瓜”按钮。Xbox手柄的正面面板上还会有数目不等的菜单按键。 在手柄顶端，会有四个形状特殊的按键分置于左右两侧。他们分别叫左扳机LT、左肩键LB、右扳机RT和右肩键RB。 某些Xbox配列手柄的背后，会有额外的可编程按键。一般在玩家的无名指和小拇指下。 粗略的来讲，xbox配列手柄是最常见的手柄类型。多数厂商在制作自己的手柄时，大多采用xbox配列。 switch配列手柄也可以叫ns配列。switch手柄整体和Xbox手柄类似。区别最大的地方就是互换了ab键的位置。 常见的ns手柄 另外，Switch游戏机常见于掌机形态下，即玩家用双手拖住游戏机整体，而手柄则被拆为两部分，分别安装于屏幕左右两侧。当玩家把switch手柄（官方称Switch原装的双色小手柄成为joy-con）安装在手柄支架上，即可形成我们常见的游戏手柄。此时，Switch游戏机的屏幕可被安装在游戏支架上以供使用，或连接外接屏幕。 joycon插在手柄支架上作为独立整体使用 同样的，除了官方的joy-con手柄以外，很多其他厂商也会生产Switch配列的手柄，例如良值和八位堂。 ps配列手柄常见的ps配列手柄 图为ps4 PS手柄在外观上和以上两种手柄有很显著的差异。PS手柄的正面面板上也有两个摇杆，一个十字键和四个圆键，但PS手柄的两个摇杆一般都置于手柄两侧的下方，整体外观较为对称。而四个圆形按键则被命名为□△×和○。正面面板上的菜单等按键也被一块方形的面板取代。至于扳机和肩键则区别不大。 游戏手柄的使用方法游戏手柄可通过多种方式连接到你的游戏设备。如果要连接到游戏主机，一般推荐使用主机配套的官方手柄。如果需要连接到电脑使用，则可通过有线，无线，蓝牙等方式连接。 有线模式中，只需要使用对应的连接线将手柄与电脑相连。手柄顶部或底部一般会配有接口，连接线的另一端一般是USB接头，可插在电脑USB接口上。连接后手柄可能会震动，指示灯可能会闪烁。具体何种状态为连接成功，需要查阅你手中产品的说明书。 无线模式中，一般需要用到对应的适配器。适配器一般提供的是USB接头。将适配器插在电脑的接口上，在手柄上打开无线连接开关即可。同样的，具体何种状态表明连接成功仍需查阅说明书。 蓝牙模式相较于以上两种模式，使用频率较低。蓝牙的连接较为不稳定，适配距离较短，容易出现连接断开、失灵的情况。某些电脑中也可能没有蓝牙模块。不推荐使用蓝牙模式。 某些手柄如有特殊说明，也可连接到手机上使用。不过手机上能够适配手柄的游戏极少，考虑到操作的便利性，也一般不推荐使用手柄。仅在使用steam串流功能时，可尝试将手柄通过蓝牙模式连接至手机，以提高游戏体验。 手柄按键的一般功能手柄上有很多按键和摇杆，这些按键在不同游戏中的功能一般也不相同。这些按键的具体功能通常会在游戏的新手教程中向你介绍。 例如：《幽灵行动：荒野》pc版手柄按键说明 在常见手柄中，手柄的正面面板上都有两个摇杆。在许多游戏中，左侧摇杆可用于控制人物位置，而右侧腰杆可用于控制人物面向方向或视角方向。在某些需要精确瞄准的游戏（如fps游戏）中，我们通常需要很精细的操作右摇杆，因此某些玩家会在右摇杆上加装一个较高的摇杆帽，来提高操作精度。 面板中部的菜单按键，一般用于暂停或打开某些游戏菜单，如地图背包等。Xbox手柄的“西瓜键”也可用于呼出Xbox游戏机或者Windows系统中的游戏页面，在游戏中使用较少。 手柄顶部的扳机和肩键中，左扳机LT一般用于瞄准或开镜，右扳机一般用于攻击或开火。 在Xbox手柄和Switch手柄中，A键一般代表确认，B键一般代表返回。而在PS手柄中，○一般代表确认。 十字键一般用于游戏中的特定功能。 如何自定义配置你的手柄手柄上有这么多的按键，每个按键的功能自然也都不相同。除了上一节中介绍的某些“默认”含义，其他按键的含义也会根据游戏的不同发生变化。不过不用担心，所有游戏的新手教程阶段都会教你每个按键的用途。 如果你已经错过了新手教程，或者在新手教程阶段使用的是其他设备，你可能会不了解手柄上每一个按键的具体用法。这时，你可以打开游戏内的设置选项，寻找能够配置游戏按键的页面。在这样的页面里，你既能查询到每个按键当前的用处，也能根据你自己的习惯更改每个按键的含义。 例如：进击的巨人pc版按键设置界面 并不是所有的游戏都支持使用游戏手柄。如果你是在steam平台购买的游戏，你可以在每款游戏的信息菜单里看一看有没有显示完全支持手柄或部分支持手柄。 针对某些特殊类型的游戏，会有专属的配置内容。 针对射击游戏在射击游戏中，由于用手柄操作时，玩家瞄准敌人较为困难，因此许多游戏都配有“辅助瞄准”功能。当你用右摇杆将准心推至敌人身体附近时，你的准心将自动吸附至敌人身上。某些游戏中辅助瞄准的力度可以自行调节。常见于单机游戏。 同样的，右摇杆的灵敏度也可以在游戏设置中调节。控制器视角灵敏度决定了你将摇杆推动相同角度时，视角移动角度的不同。可以根据你的自身习惯进行调节。 针对车辆模拟与竞速在某些车辆模拟游戏和多数的专业竞速游戏中，手柄是极为常用的工具。你可能会在某些场合和某些视频中看到有人使用游戏方向盘来玩竞速游戏。游戏方向盘的优点在于更加拟真，且拥有力反馈功能的方向盘可以让玩家感知到更真实的轮胎与路面的反馈。但手柄仍是最佳的竞技工具，因为手柄可以很轻易的快速转动“方向盘”，实现更快的转向。因此，当你认为这款游戏还是使用方向盘更好，甚至想要购买一款方向盘时，请你考虑价格（入门级的游戏方向盘价格在800~1000元）、实用性（游戏方向盘的体积较大，会占用较多的室内空间和桌面空间，而且你未必能玩上很久，也许几天就吃灰了）、和安全性（使用直驱电机驱动的力反馈方向盘扭力极大，严重时可能会扭伤手臂，翻车时如不立即松手，有几率扭断手腕，因此推荐有专业经验的人使用）。 某种竞速模拟器，中间为游戏方向盘 针对某些游戏，尤其是许多的车辆模拟游戏，在游戏内配置手柄功能可能较为繁琐，甚至某些厂商并没有为手柄做专门的适配。因此，你可以使用steam输入控制来更改手柄功能。可以在steam的设置页面里寻找控制器配置。 保养维护供电手柄的供电方式大致可分为三种。有些手柄属于有线手柄，只能使用手柄自带的电源线，与电脑进行连接供电使用。 而当你使用无线手柄时，一般需要通过手柄的内置电池供电。某些手柄具备可拆卸的内置电池，因此你可以直接安装5号或7号电池供电，或者使用可充电电池供电。手柄出厂时一般会在手柄内部自带一副可充电电池，不过你也可以根据需要购买额外的可充电电池替换使用。毕竟如果你有长时间打游戏的需要，那你仅有的一副电池没电了，是件挺麻烦的事。 因此如果手柄内部自带可充电电池，可以直接将手柄插在充电电源线上为内置电源充电。 外观维护手柄的外壳一般是由塑料制成。塑料轻便耐用，且很多厂商的手柄外观美观，甚至有些产品本身的外壳本身就与某些影视作品或游戏联动，因此是否要加装手柄外部的保护套完全凭个人需求决定。当你很看重手柄外壳的保护，并且不介意遮盖手柄外壳的图案，你可以购买相应型号的手柄外壳保护套。不过某些小厂商的手柄未必有其他厂商生产配套的手柄保护套，这点需要根据实际情况自行决定。某些保护套自身也很好看，所以如果你想要装饰你的手柄或想给你的手柄换身衣裳，买个手柄保护套也是个好选择。 某种适配xboxones手柄的保护壳 手柄上有两个摇杆。根据设计的不同，摇杆顶部的花纹可能不适合让玩家精确的操作。所以有些玩家会为摇杆加装一个摇杆帽。这些摇杆帽比较美观，同时也能增加你手指和摇杆的摩擦，相对来讲更便于精准的操作。 摇杆漂移某些厂商制作的手柄，摇杆可能会出现漂移的情况。具体表现是，即使你不推动摇杆，摇杆可能也正在向某个方向输出信号。这种问题可以预防，具体方案较多，可以自行查找。但当摇杆已经漂移时，可以选择退回原厂报修或自行更换新的摇杆。 手柄日常可以自行清洁。可以用湿巾擦拭手柄外部的塑料壳再擦干。对于密封性较差的手柄，应尽量避免用湿巾擦拭按键和摇杆。 购置引导当你想要购买一款你自己的手柄时，你可能能看到很多很多的用户推荐和商单广告。请不要盲目相信他们所说的话。我更推荐你盲目相信我😏。 在三四年前，最好的入门级游戏手柄只能是Xbox one系列和ones系列。微软在制作手柄方面有极为深厚的行业经验，制作的手柄在功能和手感上都是一流。但如今市场的情形有所改变。在游戏手柄制作的技术层面上，国内一众手柄厂商有了质的飞跃。最重要的“霍尔摇杆”和“自适应扳机”两项技术都获得了突破。因此，官方售价300元左右的Xboxones手柄不再是新手入门的唯一选择。 如果你较为注重手柄的外观，而对手柄的具体性能要求并不大，你可以选择许多国产厂商和第三方厂商的手柄。价位一般在100到300元不等。推荐的有北通、盖世小鸡、飞智、八位堂、奕狐、雷神等。如果你对手柄有一定的质量需求，也可以选择这些厂商的中端产品。价格应在200到400元。 如果你希望你拥有一款手感、质量都为上乘的入门级手柄，那么Xbox仍为这一方面的唯一选择。Xbox手柄的质感，在今天手柄市场竞争日趋白热化的阶段，依然拥有无可撼动的地位。我个人来讲，我很期待国产的手柄能打出一片新天地，但我也不得不承认Xbox手柄给人的使用初体验实在是无与伦比。Xbox手柄在硬件方面也不差，国产手柄所具备的功能它都有。至于外观方面，Xbox手柄有大量官方联名的产品，纯色手柄也有很棒的外观。One系列的联名款和ones系列的价格均在300~600元不等。如果你财力雄厚，建议你直接购买Xbox手柄。 如果你想拥有一款中高端手柄，甚至是最高端的手柄，Xbox精英1代和2代将成为你的不二选择。但如果你更熟悉PS配列，你也可以选择购买PS5手柄。这两款手柄在当今的手柄产业里处于最高端，所有最新的技术和最佳的体验功能几乎都被集成在这两款手柄中。价格在800~2000元不等。不过这样的手柄并不属于入门级产品，对初次使用手柄的人并不推荐购买。 最后说到最后，无论你想购买什么样的手柄，我都希望你先来问一问我。市场上的产品每天都在变化，最佳的选择也不会永远都是这几样。既然你能在我的博客中看到这篇文章，说明你大概率认识我本人。与我联系，我将不遗余力的为你选择一款最适合你的手柄。 关于使用手柄这方面的事，目前我能想到的大概就是这些了。当然，使用手柄就意味着你的一只脚已经跨入了专业玩家的大门。打游戏并不像很多人想的那样简单。和程序、硬件搏斗的并不只有游戏厂商，还有玩家。这篇文章在本质上也更偏向于PC玩家。毕竟，如果你已经有了你自己的主机，你在手柄配置方面根本就不需要我做过多解释，主机厂商会竭尽所能，让你能舒适的使用你的手柄。PC作为新兴的专业游戏工具，发展道路真的很坎坷。键盘鼠标固然是最便捷的游戏选择，但海内外许多玩家还是选择反馈更好的手柄。这是一种在游戏体验和游戏设备中做的妥协和权衡。归根结底，电子游戏作为一种模拟现实的手段，需要考量的事情太多太多。而PC，兼具了高性能和高便利，让你能身临其境的体会主角们的故事，而不是面对着一块儿720P30帧的小屏幕满头大汗的折腾几个比手指盖还小的按键😋。 就像客制化键盘需要专业的维护一样，你在使用手柄的过程中也会遇到一些麻烦。当你自己解决不了这些问题的时候，别把手柄随手一扔，躺平放弃。我在用手柄，数以千万计的玩家都在使用手柄。遇到任何问题，你都可以尝试联系我。你能看到这篇文章，你能进入我的博客，就意味着你已经获得了一项特权：你可以要求我无条件的帮助你、支持你。我用过的手柄不多，但解决你的游戏过程中遇到的问题，对我来讲还是比较容易的。别紧张也别嫌麻烦。手柄能带给你的，不仅仅是震动，而是一个让你倾听电子游戏里无数鲜活生命与灵魂的脉搏的机会。","categories":[{"name":"游戏","slug":"游戏","permalink":"http://alcohol240ml.github.io/categories/%E6%B8%B8%E6%88%8F/"},{"name":"游戏指南","slug":"游戏/游戏指南","permalink":"http://alcohol240ml.github.io/categories/%E6%B8%B8%E6%88%8F/%E6%B8%B8%E6%88%8F%E6%8C%87%E5%8D%97/"}],"tags":[{"name":"游戏","slug":"游戏","permalink":"http://alcohol240ml.github.io/tags/%E6%B8%B8%E6%88%8F/"},{"name":"萌新向","slug":"萌新向","permalink":"http://alcohol240ml.github.io/tags/%E8%90%8C%E6%96%B0%E5%90%91/"},{"name":"指南","slug":"指南","permalink":"http://alcohol240ml.github.io/tags/%E6%8C%87%E5%8D%97/"},{"name":"手柄","slug":"手柄","permalink":"http://alcohol240ml.github.io/tags/%E6%89%8B%E6%9F%84/"}],"author":"AlcoHol240mL"},{"title":"博客伊始之壹————骗子的真心话","slug":"AD001","date":"2024-01-19T14:52:16.000Z","updated":"2024-02-01T16:22:16.597Z","comments":true,"path":"2024/01/19/AD001/","permalink":"http://alcohol240ml.github.io/2024/01/19/AD001/","excerpt":"引言：在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。本篇文章将作为此博客中所有文章的“领袖”，让它们“师出有名”…………","text":"引言：在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。本篇文章将作为此博客中所有文章的“领袖”，让它们“师出有名”………… 请注意：本篇具有强烈主观色彩（关键词：冒犯语言、批评），可能引起读者不适，请酌情阅读！ 博客伊始之壹————骗子的真心话在经历了无数的试错和学习过后，我的个人博客，也就是“AlcoHol240mL的小酒馆”这个网站终于开始运行了。此时的它只是有了雏形，距离我期望中的“个人网站”还相去甚远。可见继续奋斗仍为必要。但无论这个网站多么残破，它也终究是具备了基本功能，我已经可以上传我写的东西了。 我有点不敢称呼这些文字为“作品”甚至“文章”，毕竟它们大多杂乱无章，有辱文章二字。但即使是杂牌儿军也会有个头领，即使是侵略战争也有个名头，而本篇文章就可以作为它们的“领袖”，让它们“师出有名”。 精神的慢性死亡写博客这事儿，源自几天前的突发奇想，但写文章的意愿并不是空穴来风。我第一次写比较长篇的文章是在高中，小马同志委托我写一份《三体》的读后感。那时我们虽只是朋友，但我心中某种莫名的情感驱使着我尽心尽力的完成那篇文章。那时的我并不明白这种情感到底是廉价的喜欢还是高贵的爱情，但具体是什么已经不重要了，在文章写就后的两三年内，我的迷之操作就让这种情感从期待化为绝望。事到如今，之前的事情早就羞于谈起。我和小马同志之间虽然有过不少天马行空的交流，但其中终能以稳定的形态留存下来的，也只剩下那篇《三体》读后感了。那篇文章至今都还存在我的云端里。大一时为了应付读书笔记，曾经上交过一次。那时我重新读了一遍那篇读后感，我的感情应该是酸涩。长久以来我的自诩颇有文化造诣，道德建设不敢高攀，但笔杆子功夫多少还是应该有一点的。可是那篇读后感却那么惨不忍睹。幼稚的观点、空洞的语句，我还自以为博学的把它的叙事方式和《穆斯林的葬礼》做比较……唉，真是羞煞我也。 不过我也已经逐渐习惯了瞧不起曾经的自己。高中时我回想初中的我，脑子里想的是，初中的我不成熟太幼稚，现在我已经长大了。大学时回想高中，也觉得高中的我就是个脑残。甚至于快毕业时回想大一大二的生活，心中也只有遗憾。成长中的人瞧不起曾经成长不充分的自己，我不知道这种情况是不是多数人都有。 但不论如何，我意识到记录自己的过去将会给未来的自己带来重要的参考价值。想记录过去就得记录现在。幸好，那篇惨不忍睹的《三体》读后感给我开了个好头。我已经习惯于乘兴之时掏出手机写出几千字的文章了。不过那些文章要么丢失，要么不知存放在哪个角落里，真是可惜。从今天起，我将把它们都放在我的博客里，供此时此刻的读者和未来某时的我读一读。 小时候盼望着快快长大，长大了才知道长大的坏处。刚过20岁的年纪，说自己老了，多少有点过分。但我还是能明显感觉到自己的躯体和精神不如以前有活力了。多么可惜，最有活力的年纪却什么都看不清楚，终于看清楚一些了又发觉自己不那么年轻了。曾经的我暴走两三个小时，都不知道什么叫累。在哈尔滨从江北骑共享单车到香坊，下车只会大呼过瘾。现在爬五层楼的楼梯都气喘吁吁，下楼去教室上课都嫌累。身体可能只是躯壳，但精神活力的消散让我无法忽视。我的思考速度大不如前，那些曾经我张口就来的诗词、成语，现在都变得“呼之欲出”了。高中时我甚至都不需要听语文课，语文成绩都能保持在120分的水平。我曾经有那么多堪称精妙的文段都是随笔写就，现在却连签个名字都扭扭歪歪。不行啊！如果精神的衰弱无可挽回，那我能做的就是尽可能记录下沿途的一切。我曾见过美好的风物，但此时若再不拿起相机，我怕我的精神终将伴随躯体一同归零。 好在这事儿还不算晚。我的理智提醒了我亡羊补牢的必要性，这份理智将来也会作为我更新博客的死线。但我要是光凭理智就能做成事，我这会儿应该已经是成功人士了。更新博客的感性动力，其实就源自于我的标题，骗子的真心话。 骗子的真心话我是一个骗子。 单独听这一句话，好像是在贬低我自己。但是，请亲爱读者扪心自问，你难道就不是个骗子？这颗星球上敢自称是人类的生物，有几个不是骗子？ 朋友让你帮他个忙，你嘴上说着“不麻烦”，心里却烦的要死。在店里挑了一样东西，拿到收银台结账，看到价目的时候才发现这玩意如此之贵，可你还是要装作不经意的样子，咬咬牙买下它。关系没那么亲密的同学、同事聚在一起高谈阔论，你对他们的观点不敢苟同，却还是面带微笑，微微颔首。这些事情你可能没做过，但你一定明白我的意思。我们好像已经默许了这个世界上存在着无罪的欺骗。而每个人似乎都为能够娴熟的掌握这种骗术而感到骄傲。甚至尝试用情商这种东西来量化它。亲爱的:-D，你分明也是个骗子啊！ 我对我的骗术颇为自信。某些挺而走险的谎话可能终将招致灾祸，但一些简单的骗术，我自认为还是了如指掌。我将这些简单骗术的合集称为“面具”。带上一副面具，像打开了一些预设的配置，我无需认真规范我的言谈举止，但在面具的加持下，我即使处于诸如暴怒、悲伤、急迫等状态下，依然能保证我的得体。例如，见到父母长辈时，我会戴上“孝子贤孙”的面具。举止谨慎，言谈温顺。我不会提及任何太过高深的概念或者激进的论调，我会保证每一位长辈都可以坚信，自己作为见多识广的老辈人，一定比面前这位稚气未脱的年轻人强上许多。人们通常不会对远弱于自己的人施加太多的敌意，更何况我们本来就是血亲。这样，当我提出某些需求的时候，他们总会满含怜爱的支持我。这都要归功于我的“面具”。 关于这些面具，我还有很多使用经验可供分享。不过我慢慢的发现，我已经不得不面对长时间使用面具带来的副作用。生活中我面对每一类人时，都不能展现出真正的自我。心中的真心话不知说给谁好。身边的朋友的确值得倾诉，但话说太多，他们也会烦。有些事情我了解颇多，但他们可能完全不懂，那我的倾诉也无从讲起。如果摘下面具，想说什么说什么，想怎么做怎么做，那我不仅会丢掉那些面具曾经带给我的优势，还会因为展现出了强烈的反差，而让身边的人感到不适。最终我遗憾的发现，我居然需要一本日记。 不过如今我已经不必为此烦心了。因为我有了这个博客。我这个骗子，透过面具的小孔观察着、理解着这个世界，就像中世纪的具装战士透过头盔上的小洞窥探敌人的动向。面具是我厚厚的甲胄，保护着我柔软易损的内在。可内在的东西，被外壳保护太久也会腐烂。我需要一个地方能让我脱下盔甲，赤身露体的行动，肆意的呼吸新鲜空气。博客就是这样一个地方。这一次，骗子把他的面具摘下，但并不打算换上另一副面具。 当然，赤身露体也会有个极限。魏晋时候，有个人认为羞耻心人人都有。为了证实这件事，他找来一个贼，让他脱裤子。贼脱下外衣，面色如常。贼脱下裤子，稍有拘谨。当贼只剩下一条内裤时，那人告诉贼，接着脱！可贼捂着下体大叫道：“这可不能再脱！”。那人因此证实了羞耻心存在于每一个人心中。我已经不能确切记得这故事的原文，但大概讲的是这么个意思。 在我的博客里，我的确可以算是这片网络领土的国王。我可以肆意妄为，但不能逾矩。尽管如此，我我也依然可以把心中大部分的真实想法都和盘托出。这里会有随笔，会有批评，会有指南，会有评测，会有文章。我双眼之所见，内心之所想，只要能付诸于文字，就都会陈列在这儿。这个网站并不部署在国内，所以某些涉及政治倾向的言论也可以在这里发表。在这里，我没有中国的言论限制，也没有美国的政治正确，也没有欧洲的虚伪自私。我可以不必服从人类社会的任何规则，甚至不必忌惮国家政府的制度。在这里，我是真的自由。 刘伶恒纵酒放达，或脱衣裸形在屋中，人见讥之。伶曰：“我以天地为栋宇，屋室为裈衣，诸君何为入我裈中！”世说新语 &gt; 任诞 第二十三 译文：刘伶总是肆意喝酒，任性放荡，有时候脱光了衣服裸体待在屋里，有人看见了就责备他。刘伶说：“我把天地当作我的房子，把屋子当作我的衣裤，诸位为什么跑到我裤子里来！” 年少时读《世说新语》，只把它当作志怪奇谈。如今想来，这些士人真是勇士。如此大胆的挣脱身外的一切带来的枷锁，令我惊叹，也更令我羡慕。上千年过去了，人们仍未摆脱这份枷锁。毕竟带上这副镣铐，换来的是难以想象的富足。人的躯体可以妥协，但人的精神难以动摇。我们走在追寻自由的路上，过去了上千年，现在我们还是在这条路上。但我从此将与各位同志们分道扬镳。我将在个人博客这条蹊径上，追属于我的自由。 灵魂的容器我的博客将是我灵魂的容器。听起来有点像空洞骑士。让灵魂脱离躯体，独立存储在容器中，这其中的代价便是信息的折损。这种损耗无可挽回，但我有办法减轻损失。写每一篇文章的过程中，我都会为我不成熟的论点寻找新的论据。每一个细微的想法，我都会尽可能将其扩张成一份成熟的供词。在这过程中就会引入新的信息，一些我从未想到也从未了解过的信息。无法节流，我只能开源。 我会细心追寻生命沿途的风景，尽可能详实的记录它们。毕竟天有不测风云，哪天我若遇到突发情况，躯体尚可割舍，精神不容弃置。这份博客也就是我精神的备份。没有这份备份，当我需要献出自我的时候，我会畏手畏脚。有了博客，我便再无顾忌。希望这种荒诞的预想不会成为现实。 我会尽可能坚持这项工作，直到这件事在客观上已不可能。说实话，坚持个三五年，我很有信心。但坚持到一切的终点，我不敢妄加断言。未来仍未可知，希望我的初心不会轻易消散。 最终，我要感谢迄今为止所有帮助过我的人。你们可能是领袖，可能是导师，也可能是混蛋，是敌人。但在这里，你们是我的客人。这个网站不太可能被随便找到，除非我把网址分享给我认为有权阅读的人。在这里我会直抒胸臆。而你们也许能在这些文章中，找到你们对我的影响。我衷心的祝愿你们健康幸福。 再会这个合集叫做博客伊始。到此为止，基本上忠实的记载了我建立这个博客的初衷。当然，这个博客当前的样子并不会是最终版本。这里面的文字也不会永远都像这篇文章一样乏善可陈。总有一天，我和我的博客会遇到新的开始。那就是新一章的《博客伊始》提笔之时。迄今为止，我想说的就是这些。再会吧，伙伴们！我一直都会在这里。你们想起我时，就请来这个小酒馆跟我聊一聊吧。别让我一个人醉！","categories":[{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/"},{"name":"博客伊始","slug":"博客/博客伊始","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/%E5%8D%9A%E5%AE%A2%E4%BC%8A%E5%A7%8B/"}],"tags":[{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/tags/%E5%8D%9A%E5%AE%A2/"},{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://alcohol240ml.github.io/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://alcohol240ml.github.io/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"}],"author":"AlcoHol240mL"}],"categories":[{"name":"胡言乱语","slug":"胡言乱语","permalink":"http://alcohol240ml.github.io/categories/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/"},{"name":"一派胡言","slug":"胡言乱语/一派胡言","permalink":"http://alcohol240ml.github.io/categories/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/%E4%B8%80%E6%B4%BE%E8%83%A1%E8%A8%80/"},{"name":"藏书阁","slug":"藏书阁","permalink":"http://alcohol240ml.github.io/categories/%E8%97%8F%E4%B9%A6%E9%98%81/"},{"name":"藏书阁记事","slug":"藏书阁/藏书阁记事","permalink":"http://alcohol240ml.github.io/categories/%E8%97%8F%E4%B9%A6%E9%98%81/%E8%97%8F%E4%B9%A6%E9%98%81%E8%AE%B0%E4%BA%8B/"},{"name":"游戏","slug":"游戏","permalink":"http://alcohol240ml.github.io/categories/%E6%B8%B8%E6%88%8F/"},{"name":"游戏指南","slug":"游戏/游戏指南","permalink":"http://alcohol240ml.github.io/categories/%E6%B8%B8%E6%88%8F/%E6%B8%B8%E6%88%8F%E6%8C%87%E5%8D%97/"},{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/"},{"name":"博客伊始","slug":"博客/博客伊始","permalink":"http://alcohol240ml.github.io/categories/%E5%8D%9A%E5%AE%A2/%E5%8D%9A%E5%AE%A2%E4%BC%8A%E5%A7%8B/"}],"tags":[{"name":"强烈主观色彩","slug":"强烈主观色彩","permalink":"http://alcohol240ml.github.io/tags/%E5%BC%BA%E7%83%88%E4%B8%BB%E8%A7%82%E8%89%B2%E5%BD%A9/"},{"name":"批评与自我批评","slug":"批评与自我批评","permalink":"http://alcohol240ml.github.io/tags/%E6%89%B9%E8%AF%84%E4%B8%8E%E8%87%AA%E6%88%91%E6%89%B9%E8%AF%84/"},{"name":"胡言乱语","slug":"胡言乱语","permalink":"http://alcohol240ml.github.io/tags/%E8%83%A1%E8%A8%80%E4%B9%B1%E8%AF%AD/"},{"name":"主义","slug":"主义","permalink":"http://alcohol240ml.github.io/tags/%E4%B8%BB%E4%B9%89/"},{"name":"人工智能","slug":"人工智能","permalink":"http://alcohol240ml.github.io/tags/%E4%BA%BA%E5%B7%A5%E6%99%BA%E8%83%BD/"},{"name":"藏书","slug":"藏书","permalink":"http://alcohol240ml.github.io/tags/%E8%97%8F%E4%B9%A6/"},{"name":"回忆","slug":"回忆","permalink":"http://alcohol240ml.github.io/tags/%E5%9B%9E%E5%BF%86/"},{"name":"游戏","slug":"游戏","permalink":"http://alcohol240ml.github.io/tags/%E6%B8%B8%E6%88%8F/"},{"name":"萌新向","slug":"萌新向","permalink":"http://alcohol240ml.github.io/tags/%E8%90%8C%E6%96%B0%E5%90%91/"},{"name":"战地1","slug":"战地1","permalink":"http://alcohol240ml.github.io/tags/%E6%88%98%E5%9C%B01/"},{"name":"指南","slug":"指南","permalink":"http://alcohol240ml.github.io/tags/%E6%8C%87%E5%8D%97/"},{"name":"手柄","slug":"手柄","permalink":"http://alcohol240ml.github.io/tags/%E6%89%8B%E6%9F%84/"},{"name":"博客","slug":"博客","permalink":"http://alcohol240ml.github.io/tags/%E5%8D%9A%E5%AE%A2/"}]}